Repository: groundmuffin/paymo-translation
Catalog: *.po
Languages: ro

source: There are no critical tasks
ro: Nu există sarcini critice

source: There are no future tasks
ro: Nu există sarcini viitoare

source: There are no high-priority tasks
ro: Nu există sarcini cu prioritate ridicată

source: There are no low-priority tasks
ro: Nu există sarcini cu prioritate redusă

source: There are no normal-priority tasks
ro: Nu există sarcini cu prioritate normală

source: There are no projects for this client
ro: Nu există proiecte pentru acest client

source: There are no records to show you right now. There may be no records in the database or your filters may be too tightly defined.
ro: Nu există înregistrări de afișat momentan. S-ar putea să nu existe înregistrări în baza ta de date sau filtrele să fie prea bine definite.

source: There are no tasks due later this week
ro: Nu există sarcini scadente săptămâna aceasta

source: There are no tasks due today
ro: Nu există sarcini scadente azi

source: There are no tasks due tomorrow
ro: Nu există sarcini scadente mâine

source: There are no tasks without a due date
ro: Nu există sarcini fără o dată scadentă

source: There are no tasks yet
ro: Nu există sarcini încă

source: There's no data to show you right now. There may be no items yet or your filters may be too tightly defined (try clicking the icons above to see active filters).
ro: Nu există date disponibile pentru moment. S-ar putea să nu existe elemente sau filtrele tale să fie mult prea bine definite (încearcă să dai click pe icon-urile de mai sus pentru a vedea filtrele active).

source: There's no data to show you right now. There may be no items yet or your filters may be too tightly defined.
ro: Nu există date disponibile pentru moment. S-ar putea să nu existe elemente sau filtrele tale să fie mult prea bine definite.

source: This action is irreversible.
ro: Această acțiune este ireversibilă.

source: This application has an update. Do you want to reload it now?
ro: O actualizare de aplicație este disponibilă. Dorești să reîncarci acum?

source: This Browser doesn't support drag&drop
ro: Browserul nu suportă funcția de glisare și fixare

source: This client has unbilled AR. When billing, archived projects are ignored. Are you sure you want to archive this client?
ro: Clientul are creanțe de încasat. În timpul facturării, proiectele arhivate sunt ignorate. Ești sigur că vrei să arhivezi acest client?

source: This email address already exists:
ro: Această adresă de email există deja:

source: This expense has already been invoiced. Continue to editing?
ro: Cheltuiala a fost deja facturată. Continui să editezi?

source: This feature is not available for Microsoft Edge. Please use a different browser.
ro: Această funcție nu este disponibilă pentru Microsoft Edge. Te rog folosește alt browser.

source: this field is required
ro: acest câmp este necesat

source: This month
ro: În această lună

source: This Month
ro: Luna curentă

source: This note will be included into the email sent to your customer.
ro: Această notiță va fi inclusă in emailul trimis clientului tau.

source: This note will be shared with all users in your account. Additionally you can share it (read only) with people outside the system via the following permalink.
ro: Notița va fi partajată cu toți utilizatorii contului tău. În plus, poți să o partajezi (numai pentru citire) cu oameni din afara sistemului prin linkul permanenet următor.

source: This week
ro: Săptămâna aceasta

source: This Week
ro: Săptămâna aceasta

source: This will restore application default settings
ro: Aceasta va restaura setările de bază

source: Thousands Separator
ro: Separator de mii

source: Thursday
ro: Joi

source: Time
ro: Timp

source: Time & Materials Project
ro: Proiect timp și materiale

source: Time Budget Alert:
ro: Alertă buget de timp:

source: Time Costs
ro: Costuri de timp

source: Time Entries
ro: Înregistrări de timp lucrat

source: Time Entries & Reports
ro: Înregistrări de timp și rapoarte

source: Time Entry Notes
ro: Notițe înregistrări de timp

source: Time Format
ro: Format oră

source: Time interval
ro: Interval de timp

source: Time Interval
ro: Interval de timp

source: time off
ro: timp liber

source: Time off
ro: Timp liber

source: Time Off
ro: Timp liber

source: Time Previous Month
ro: Timp luna precedentă

source: Time Reports
ro: Rapoarte timp

source: Time Reports View
ro: Vedere rapoarte timp

source: Time spent (Hours)
ro: Timp petrecut (ore)

source: Time spent on project
ro: Timp lucrat pe proiect

source: Time This Month
ro: Timpul pe luna aceasta

source: Time worked
ro: Timp lucrat

source: Time worked/project
ro: Timp lucrat/proiect

source: Time Zone
ro: Fus orar

source: Time-based
ro: Bazat pe timp

source: Timer stopped automatically
ro: Cronometrul oprit automat

source: Timesheet Report generated with
ro: Raportul fișei de pontaj generat cu

source: Timesheet report name & type
ro: Nume și tip raport fișă de pontaj

source: Timesheets
ro: Fișă de pontaj

source: Timespan
ro: Interval de timp

source: Timezone
ro: Fus orar

source: Title
ro: Titlu

source: to
ro: până la

source: To add time please switch the view to the specific month
ro: Pentru a adăuga timp te rog schimbă vederea pentru luna specifică.

source: To attach files drag & drop here or
ro: Pentru a atașa fișiere glisează și fixează aici sau

source: To Do
ro: De făcut

source: To Google Drive
ro: În Google Drive

source: To see the changes you need to refresh this page.
ro: Pentru a vizualiza schimbările trebuie să reîncarci pagina.

source: To use Gantt Charts you need to upgrade your current subscription. Please get the Gantt Charts add-on clicking the button below
ro: Pentru a folosi diagramele Gantt ai nevoie să îți actualizezi abonamentul actual. Te rog cumpără modulul de diagrame Gantt făcând click pe butonul de mai jos

source: To window
ro: La fereastră

source: today
ro: azi

source: Today Marker
ro: Marcator astăzi

source: Toggle Complete State
ro: Schimbă între terminat/neterminat

source: Too many bugs
ro: Prea multe erori

source: Top 3 Clients
ro: Top 3 clienți

source: Top 3 Projects
ro: Top 3 proiecte

source: Top Clients
ro: Top clienți

source: Top Projects
ro: Top proiecte

source: topic
ro: temă

source: Topic Description
ro: Descriere temă

source: Topic name
ro: Numele temei

source: Topic Name
ro: Nume temă

source: Total Comments
ro: Comentarii totale

source: Total Due
ro: Total de plată

source: total estimated
ro: total estimat

source: Total Files
ro: Fișiere totale

source: Total Hours
ro: Total ore

source: Total Hours:
ro: Număr total ore:

source: Total Invoices
ro: Total facturi

source: Total Invoices Sent
ro: Număr total de facturi trimise

source: total time
ro: timp total

source: Total tracked time
ro: Timp total înregistrat

source: Totals
ro: Totaluri

source: Tracked Time
ro: Timp contorizat

source: Transaction Key
ro: Cheie de tranzacție

source: Trial ends in {0} days
ro: Perioada de testare se termină în {0} zile

source: Tuesday
ro: Marți

source: Unassigned
ro: Neasociat

source: Unassigned Tasks
ro: Sarcini neasociate

source: unbilled
ro: nefacturat

source: Unbilled Acc. Receivable
ro: Creanțe de incasat nefacturate

source: Unbilled Accounts Receivable
ro: Creanțe de încasat nefacturabile

source: Unbilled AR
ro: Creanțe de încasat

source: Unbilled Costs
ro: Costuri nefacturabile

source: Unbilled Hours
ro: Ore nefacturate

source: Unbilled Time
ro: Timp nefacturat

source: Uncheck archived to enable
ro: Debifați arhivarea pentru a activa

source: Under-performing
ro: Mai puțin productivi

source: Ungroup
ro: Degrupează

source: Ungroup Tasks
ro: Degrupează sarcinile

source: Ungrouped
ro: Negrupate

source: uninvoiced
ro: nefacturat

source: Uninvoiced
ro: Nefacturat

source: Unknown
ro: Necunoscut

source: Unknown client side encryption key
ro: Cheie client de criptare necunoscută

source: Unknown form, please try again
ro: Formă necunoscută, te rog încearcă din nou

source: Unknown Plan
ro: Plan necunoscut

source: Unknown Reason
ro: Motiv necunoscut

source: Unknown Task
ro: Sarcină necunoscută

source: unlimited
ro: nelimitat

source: unlimited budget
ro: buget nelimitat

source: Unlimited invoices
ro: Facturi nelimitate

source: Unlimited projects
ro: Proiecte nelimitate

source: Unlimited users
ro: Utilizatori nelimitați

source: unpaid
ro: neplătit

source: Unpaid Balance
ro: Sold neplătit

source: Unpaid Leave Days
ro: zile libere neplătite

source: Unsaved Client
ro: Clienți nesalvați

source: Unsaved Estimate
ro: Proforme nesalvate

source: Unsaved Expense
ro: Cheltuieli nesalvate

source: Unsaved Invoice
ro: Facturi nesalvate

source: Unsaved Note
ro: Notițe nesalvate

source: Unsaved Project
ro: Proiecte nesalvate

source: Unsaved Recurring Profile
ro: Profiluri recurente nesalvate

source: Unsaved Report
ro: Rapoarte nesalvate

source: Unsaved User
ro: Utilizatori nesalvați

source: Unscheduled Work
ro: Muncă neprogramată

source: Unscheduled Work for
ro: Muncă neprogramată pentru

source: Unused
ro: Nefolosit

source: upcoming
ro: viitoare

source: Upcoming
ro: Viitoare

source: Update Booking
ro: Actualizează rezervare

source: Update Company & User Settings
ro: Actualizează setările de companie și utilizator

source: Update Company Settings
ro: Actualizează setări companie

source: Update Entry
ro: Actualizează înregistrarea

source: Update event to {0}
ro: Actualizează eveniment la {0}

source: Update Milestone
ro: Actualizează obiectiv

source: updated by
ro: actualizat de

source: Updated by
ro: Actualizat de

source: Upgrade Account
ro: Actualizează contul

source: Upgrade now
ro: Actualizează acum

source: Upgrade Subscription
ro: Actualizează abonamentul

source: Upload
ro: Încarcă

source: Upload Files
ro: Încarcă fișiere

source: Upload Files to Google Drive
ro: Încarcă fișiere din Google Drive

source: Uploaded
ro: Încărcat

source: Uploaded by
ro: Încărcat de

source: Uploading
ro: Se încarcă

source: Use "Agenda" to get a detailed view of the time recorded by you or by the entire company. The top right icon allows you to determine which columns are shown or hidden.
ro: Folosește "Agenda" pentru a primi o vedere detaliată a timpului înregistrat de tine sau întreaga companie. Iconița din colțul dreapta sus îți permite să determini ce coloane sunt afișate sau ascunse.

source: Use on of
ro: Utilizați pe

source: Use Template
ro: Folosiți șabloane

source: Use this section to communicate with your team by starting new topics, commenting on tasks or files and basically keep all discussions in one place.
ro: Folosește această secțiune pentru a comunica cu echipa ta pornind noi teme, comentarii la sarcini sau fișiere.Păstrează toate discuțiile în același loc.

source: Use Weekends
ro: Folosește sfârșiturile de săptămână

source: Used Budget
ro: Buget folosit

source: user
ro: utilizator

source: User Added
ro: Utilizator adăugat

source: User Deleted
ro: Utilizator șters

source: User Details
ro: Detalii utilizator

source: user hourly rate
ro: tarif orar utilizator

source: User is not assigned to the project this task belongs to
ro: Utilizatorul nu este asignat proiectului căruia îi aparține această sarcină

source: User Leave
ro: Concediu utilizator

source: User limit reached
ro: Limita utilizatorilor atinsă

source: User not set.
ro: Utilizator nesetat.

source: User Photo
ro: Poză utilizator

source: User Photo Changed
ro: Fotografia utilizatorului schimbată

source: User Role
ro: Rolul utilizatorului

source: User Updated
ro: Utilizator actualizat

source: User will choose password on first login
ro: Utilizatorul va seta parola la prima logare

source: Username
ro: Utilizator

source: Users
ro: Utilizatori

source: Users assigned to tasks in selected template will be automatically assigned to this project after you click "Save Project"
ro: Utilizatorii asignați unei sarcini din șablonul selectat vor fi automat asignați acestui proiect după ce dai click pe "Salvează proiect"

source: Users View
ro: Vedere utilizatori

source: Using the custom SMTP settings option means that your clients will receive notifications and emails from your email address and not our Paymo notifications address.
ro: Folosind setarea de SMTP personalizat înseamnă că toți clienții tăi vor primi notificări și emailuri de la adresa ta de email și nu de la adresa noastră de notificări Paymo.

source: Vacation
ro: Vacanță

source: VAT Number
ro: Numărul de TVA

source: Vendor
ro: Distribuitor

source: Version
ro: Versiune

source: Vertical Split
ro: Diviziune pe verticală

source: Via Email
ro: Prin email

source: via form
ro: prin formă

source: via stopwatch
ro: prin cronometru

source: View
ro: Vedere

source: View All
ro: Vezi toate

source: View Payments
ro: Vezi plăţi

source: viewed
ro: vizualizat

source: Viewed by client
ro: Vizualizat de client

source: views the estimate via the permalink.
ro: vizualizează proforma prin linkul permanent.

source: views the invoice via the permalink.
ro: vizualizează factura prin linkul permanent.

source: void
ro: anulată

source: Voided by
ro: Golit de

source: Website
ro: Pagină web

source: Wednesday
ro: Miercuri

source: Week
ro: Săptămână

source: Week {0}
ro: Săptămâna {0}

source: Week Starts
ro: Săptămâna începe

source: Week starts on
ro: Săptămâna începe

source: Weekends
ro: Weekenduri

source: weekly
ro: săptămânal

source: Weeks
ro: Săptămâni

source: Welcome
ro: Bun venit

source: When
ro: Când

source: When you add new users in your Paymo account you can decide what level of control they'll have: admin, project manager or regular user. You can give to a regular user more access by allowing him to add projects/expenses/estimates/invoices.
ro: Când adaugi un nou utilizator în contul tău de Paymo poți decide ce nivel de control ai: administrator, manager de proiect sau utilizator. Poți da unui utilizator normal mai multe drepturi permițându-i să adauge proiecte/cheltuieli/proforme/facturi.

source: will appear on each page of invoices and estimates
ro: va apărea pe fiecare pagină a facturilor și proformelor

source: will appear on the last page of an estimate
ro: va apărea pe ultima pagină a proformei

source: will appear on the last page of an invoice
ro: va apărea pe ultima pagină a facturii

source: will be deleted
ro: va fi șters

source: Work
ro: Timp lucrat

source: Workday
ro: Zi lucrătoare

source: Workday End
ro: Ora de sfârşit a zilei de lucru

source: Workday Length
ro: Durată zi lucrătoare

source: Workday Start
ro: Ora de început a zilei de lucru

source: Workday Start & End
ro: Zi lucrătoare început și sfârșit

source: Worked
ro: Lucrat

source: Worked from Total
ro: Lucrat din total

source: Workflows
ro: Fluxuri de lucru

source: Working Days
ro: Zilele lucrătoare

source: Would you like to apply the same settings to your own user account?
ro: Ai dori să aplici acele setări contului tău de utilizator?

source: Would you like to set this date as a working day?
ro: Vrei să setezi această dată ca zi de lucru?

source: Would you mind telling us what made you cancel your subscription?
ro: Ai putea să ne spui ce te-a determinat să îți anulezi abonamentul?

source: Wow, you're on a roll - you're now a Pro-Freelancer. Upgrade to the Small Office Plan for Unlimited Invoices, Estimates & Expenses + lots of other cool features like project templates, live timesheet reports and in-app support.
ro: Wow, ești un freelancer profesionist acum. Treci la planul Small Office pentru a putea crea facturi, proforme și chetuieli nelimitate + o grămadă de alte funcționalități cool cum ar fi șabloane de proiect, rapoarte live ale fișei de pontaj și suport în aplicație.

source: Write a comment...
ro: Scrie un comentariu...

source: Year
ro: An

source: yearly
ro: anual

source: Years
ro: Ani

source: yes
ro: da

source: Yes
ro: Da

source: You can drag here to define the task period
ro: Poți fixa aici pentru a defini perioada sarcinii

source: You can save the profile and send the invoice immediatelly by clicking Send. To save the profile without sending the invoice click Save.
ro: Poți salva profilul și trimite factura imediat apăsând Trimite. Pentru a salva profilul fără a salva factura apasă Salvează.

source: You can use "Notes" to write down information about a project. The notes can be downloaded as PDFs or shared with your colleagues.
ro: Poți folosi "Notițe" pentru a nota informații legate de proiect. Notițele pot fi descărcate ca si PDF sau partajate cu colegii.

source: You can use recurring profiles to set up invoices that will get created automatically based on your settings. In order to create recurring profiles just click the "Add Recurring" profile button, then simply enter a start date, frequency and number of occurrences.
ro: Poți folosi profiluri recurente pentru a seta facturi ce vor fi create automat în baza setărilor tale. Pentru a crea profiluri recurente, fă click pe butonul de "Adaugă profiluri recurente", apoi introdu o dată de începere, frecvența și numărul de apariții.

source: You can't change the project for a task with an active timer running!
ro: Nu poți schimba proiectul cu o sarcină cand cronometrul e în funcțiune!

source: You can't complete a task with an active timer running!
ro: Nu poți termina o sarcină care rulează pe cronometru!

source: You can't delete a project that has a task with an active timer running!
ro: Nu poți șterge un proiect ce conține o sarcină care rulează pe cronometru!

source: You can't delete a task list that has a task with an active timer running!
ro: Nu poți șterge o listă cu sarcini ce conține o sarcină care rulează pe cronometru!

source: You can't delete a task with an active timer running!
ro: Nu poți șterge o sarcină care rulează pe cronometru!

source: You can't log time for completed tasks
ro: Nu poți înregistra timp pentru sarcini terminate

source: You can't log time for this task, it's assigned to a different user
ro: Nu poți înregistra timp pentru această sarcină, este asignată deja unui alt utilizator

source: You can't log time for this task, you're not assigned to this project
ro: Nu poți înregistra timp pentru această sarcină pentru că nu ești asignat acestui proiect.

source: You can't log time for this task: the project is archived.
ro: Nu poți înregistra timp pentru această sarcină: proiectul este arhivat.

source: You can't move a task to a different workflow
ro: Nu poți muta o sarcină la un flux de lucru diferit

source: You cannot remove this invoice template because there are invoices using this template:
ro: Nu poți șterge acest șablon de factură pentru că există alte facturi ce folosesc acest șablon:

source: You currently don't have any active tasks
ro: Momentan nu ai nicio sarcină activă

source: You currently don't have any active tasks for this project
ro: Momentan nu ai nicio sarcină activă pentru acest proiect

source: You currently don't have any active tasks. You'll be notified by email when a new task has been assigned to you.
ro: Momentan nu ai nicio sarcină activă. Vei fi notificat pe email când o nouă sarcină ti-a fost asignată.

source: You have a running timer. If you leave this page, the time will not be saved!
ro: Ai deja un cronometru activ. Dacă părăsești această pagină, timpul nu va fi salvat!

source: You have no critical tasks
ro: Nu ai sarcini critice

source: You have no future tasks
ro: Nu ai sarcini viitoare

source: You have no high-priority tasks
ro: Nu ai nicio sarcină cu prioritate ridicată

source: You have no low-priority tasks
ro: Nu ai nicio sarcină cu prioritate redusă

source: You have no normal-priority tasks
ro: Nu ai nicio sarcină cu prioritate normală

source: You have no tasks due later this week
ro: Nu ai nicio sarcină scadentă săptămâna aceasta

source: You have no tasks due today
ro: Nu ai sarcini scadente azi

source: You have no tasks due tomorrow
ro: Nu ai sarcini scadente mâine

source: You have no tasks without a due date
ro: Nu ai sarcini fără o dată scadentă

source: You have no tasks yet
ro: Nu ai nicio sarcină încă

source: You have reached the limit for the number of estimates your plan currently allows. To create more estimates please get the Invoicing add-on.
ro: Ai atins limita de cheltuieli pe care planul tău le permite. Pentru a crea mai multe proforme te rog să cumperi modulul de facturare.

source: You have reached the limit for the number of estimates your plan currently allows. To create more estimates please get the Project Accounting add-on.
ro: Ai atins limita maximă pentru numărul de proforme pe care planul tău îl permite momentan. Pentru crea mai multe proforme te rog cumpără modulul de Contabilitatea proiectelor.

source: You have reached the limit for the number of expenses your plan currently allows. To create more expenses please get the Invoicing add-on.
ro: Ai atins limita de cheltuieli pe care planul tău le permite. Pentru a crea mai multe cheltuieli te rog să cumperi modulul de facturare.

source: You have reached the limit for the number of expenses your plan currently allows. To create more expenses please get the Project Accounting add-on.
ro: Ai atins limita maximă pentru numărul de cheltuieli pe care planul tău îl permite momentan. Pentru crea mai multe cheltuieli te rog cumpără modulul de Contabilitatea proiectelor.

source: You have reached the limit for the number of invoices your plan currently allows. To create more invoices please get the Invoicing add-on.
ro: Ai atins limita de cheltuieli pe care planul tău le permite. Pentru a crea mai multe facturi te rog să cumperi modulul de facturare.

source: You have reached the limit for the number of invoices your plan currently allows. To create more invoices please get the Project Accounting add-on.
ro: Ai atins limita maximă pentru numărul de facturi pe care planul tău îl permite momentan. Pentru crea mai multe facturi te rog cumpără modulul de Contabilitatea proiectelor.

source: You have reached the limit for the number of recurring profiles your plan currently allows. To create more recurring profiles please get the Invoicing add-on.
ro: Ai atins limita maxima de profiluri recurente. Pentru a crea mai multe profiluri te rugăm să achiziționezi modulul de facturare.

source: You have reached the limit for the number of recurring profiles your plan currently allows. To create more recurring profiles please get the Project Accounting add-on.
ro: Ai atins limita maximă pentru numărul de profiluri recurente pe care planul tău îl permite momentan. Pentru crea mai multe profiluri recurente te rog cumpără modulul de Contabilitatea proiectelor.

source: You have reached the limit for the number of users your plan currently allows. To add more users please upgrade your account by clicking the button bellow.
ro: Ai atins limita numărului de utilizatori pe care planul curent îl permite. Pentru a adăuga mai multi

source: You have to set the data in order to save.
ro: Trebuie să setezi data pentru a putea salva.

source: You're about to change settings for your company. Would you like to apply the same settings to your own user account?
ro: Ești pe punctul de a schimba setările companiei. Ai dori să aplici aceleași setări contului tău de utilizator?

source: You're currently on the free plan. To add more users you need to start your free 15 day trial period (you won't be charged for 15 days during the trial, you can cancel at any time
ro: Momentan ești în planul gratuit. Pentru a adăuga mai mulți utilizatori trebuie să îți începi perioada de testare gratuită de 15 zile (nu vei fi taxat timp de 15 zile în timpul perioadei gratuite, poți anula oricând)

source: You've hit the free plan limit
ro: Ai atins limita planului gratuit
