Repository: groundmuffin/paymo-translation
Catalog: *.po
Languages: ro

source: Get additional users
ro: Obține utilizatori adiționali

source: Get the invoicing add-on
ro: Cumpără modulul de facturare

source: Get the Project Accounting add-on
ro: Cumpără modulul de facturare

source: Get timesheet data for
ro: Primește datele fișei de pontaj pentru

source: Ghost Booking
ro: Rezervare fantomă

source: Ghost Booking for
ro: Rezervare fantomă pentru

source: Ghost bookings
ro: Rezervări fantomă

source: Go to image and discussion
ro: Du-te la imagini și discuții

source: Go to your Tasks
ro: Mergi la sarcinile tale

source: Google, Fb, Email, Twitter, Microsoft required
ro: Google, Facebook, e-mail, Twitter, Microsoft sunt necesare

source: Greater than or equal
ro: Mai mare ca sau egal

source: Grid View
ro: Vedere matrice

source: Group by {0}
ro: Grupează după {0}

source: Group by Attached to
ro: Grupează după Atașat la

source: Group by Billable
ro: Grupează după facturabil

source: Group by Billed Status
ro: Grupează după statutul facturabil

source: Group by Complete
ro: Grupează după Terminat

source: Group by Date
ro: Grupează după zi

source: Group by days
ro: Grupează după zile

source: Group by Days
ro: Grupează după zile

source: Group by Invoiced
ro: Grupează după facturi

source: Group by Size
ro: Grupează după mărime

source: Group by Task
ro: Grupează după sarcini

source: Group by Tasklist
ro: Grupează după lista de sarcini

source: Group by Uploader
ro: Grupează după cel care a încărcat

source: Group by User
ro: Grupează după utilizatori

source: Group Tasks
ro: Grupează sarcinile

source: Group:
ro: Grupează:

source: Group: Billable
ro: Grupează: Facturabil

source: Group: Complete
ro: Grupează: Terminat

source: Group: Date
ro: Grupează: Dată

source: Group: Invoiced
ro: Grupează: Facturat

source: Group: Projects
ro: Grupează: Proiecte

source: Group: Tasklist
ro: Grupează: Listă de sarcini

source: Group: Tasks
ro: Grupează: Sarcini

source: Group: Users
ro: Grupează: Utilizatori

source: h
ro: oră

source: H.R. Settings
ro: Setări HR

source: has access to
ro: are acces la

source: Has Admin Privileges
ro: Are drepturi de administrator

source: hh:mm
ro: oo:mm

source: Hide Backlog
ro: Ascunde backlog

source: Hide Comments
ro: Ascunde comentarii

source: Hide filter bar
ro: Ascunde bara de filtrare

source: Hide Tax Field when 0%
ro: Nu afişa taxa când e 0%

source: Highlight Invalid Links
ro: Evidențiază linkurie invalide

source: Home
ro: Acasă

source: Hooray! There are no past due tasks
ro: Ura! Nu există sarcini după data scadentă

source: Hooray! You have no past due tasks
ro: Ura! Nu ai sarcini după data scadentă

source: Hourly backups
ro: Copii de siguranță din oră în oră

source: Hourly Rate
ro: Tarif orar

source: hours
ro: ore

source: Hours
ro: Ore

source: Hours Before
ro: Ore inainte

source: Hours Estimate
ro: Estimări ore

source: Hours Left
ro: Ore rămase

source: Hours Worked
ro: Ore lucrate

source: Hours Worked from Total
ro: Ore lucrate din total

source: Hours Worked in seconds
ro: Ore lucrate în secunde

source: hours/day
ro: ore/zi

source: Hours/Day
ro: Ore/Zi

source: hr
ro: oră

source: hrs open
ro: ore libere

source: hrs over
ro: ore peste

source: I've already submitted a review, hide this option from the menu
ro: Am trimis deja o recenzie, ascunde această opțiune din meniu.

source: If no email is set up for the client, reminders will not be sent.
ro: Dacă e-mailul nu este stabilit pentru un client, notificările nu vor fi trimise.

source: If you found anything lacking in the service or you have any other issues, please let us know.
ro: Dacă nu ai găsit ceea ce căutai sau ai alte nelămuriri, te rog conteactează-ne.

source: If you have any questions about this functionality please click on the {0} icon in the bottom left corner of the screen to get in touch with us.
ro: Dacă ai ai întrebări legate de această funcționalitate, te rog dă click pe iconița {0} în colțul din stânga de jos al ecranului pentru a lua legătura cu noi.

source: If you'd like to share more details
ro: Dacă vrei să împărtășești mai multe detalii

source: If you're using the app for a while and you truly believe it helps and improves your work, you can share your Paymo experience with other people by posting a review on one of these sites (hover to see requirements)
ro: Dacă folosești această aplicație de o vreme și te ajută să îți îmbunătățești munca, poți să îți împărtășești experiența în Paymo cu alți oameni postând o recenzie pe unul dintre aceste site-uri (pune cursorul deasupra pentru a vedea cerințele)

source: Image
ro: Imagine

source: Import Paymo 2.0 Account
ro: Importă datele din Paymo 2.0

source: Import time from bookings
ro: Importă timpul din rezervări

source: Import time from bookings (incl. notes)
ro: Importă timp din rezervări (incl. notițe)

source: Importing bookings
ro: Importă rezervări

source: In "Paymo", projects are always associated with a client and there's a fixed hierarchy (from bottom to top): Task ➝ Task list ➝ Project ➝ Client.
ro: În Paymo, proiectele sunt mereu asociate unui client și au o ierarhie stabilită (de jos în sus): Sarcină ➝ Listă de sarcini ➝ Proiect ➝ Client.

source: In "Paymo", projects are always associated with a client and there's a fixed hierarchy (from top to bottom): Client ➝ Project ➝ Task list ➝ Task.
ro: În Paymo, proiectele sunt mereu asociate unui client și au o ierarhie stabilită (de sus în jos): Client ➝ Proiect ➝ Listă de sarcini ➝ Sarcină.

source: In case the hourly rate for the selected option is not set, Paymo will use other fallback rates that are available.
ro: În cazul în care tariful orar pentru opțiunea aleasă nu este selectat, Paymo va folosi alte tarife de rezervă care sunt disponibile.

source: In Paymo there are different rates that you can use when billing. You can pick here the rate that has priority.
ro: În Paymo există diferie tarife de facturare. Poți alege aici tariful care are prioritate.

source: In progress
ro: În progres

source: In the past
ro: În trecut

source: In this section you can view/add clients and their contact information. By using the "Show" button you can select between your active and archived clients.
ro: În această secțiune poți vizualiza/adăuga clienți și informațiile lor de contact. Folosind butonul "Afișează" poți selecta între clienții arhivați și cei activi.

source: In this section you'll find a chronological list of activities (tasks, comments, discussions, files, task lists) and changes that take place in your company account.
ro: În această secțiune vei găsi o listă cronologică de activități (sarcini, comentarii, discuții, fișiere, liste de fișiere) și schimbări care au loc în contul tău de companie.

source: In use by {0} projects
ro: Folosit de {0} proiecte

source: Inactive Projects
ro: Proiecte inactive

source: Include & group by
ro: Include și grupează după

source: Include Estimate as PDF attachment
ro: Include proforma ca fișier PDF atașat

source: Include in report
ro: Include în raport

source: Include Invoice as PDF attachment
ro: Include factura ca fișier PDF atașat

source: Include notes of time entries
ro: Include notițele înregistrărilor de timp

source: Include Notes of Time Entries
ro: Include notițe pentru înregistrările de timp

source: Include price for each task
ro: Include preț pentru fiecare sarcină

source: Include Project Description
ro: Include descrierea proiectului

source: Include project name & description above pricing table
ro: Include numele și descrierea proiectului deasupra tabelului de preț

source: Include Task Info
ro: Include informațiile sarcinii

source: Incompatible device
ro: Dispozitiv incompatibil

source: infinite
ro: infinit

source: Info
ro: Informații

source: Initializing...
ro: Se inițializează...

source: Input as
ro: Introdu ca

source: Interface
ro: Interfață

source: Interface Language
ro: Interfață limbă

source: Internal Notes
ro: Notițe interne

source: inv.
ro: factura

source: Invalid action token. Try again.
ro: Simbol de acțiune invalid. Încearcă din nou.

source: Invalid file-type
ro: Tip fișier invalid

source: Invalid phone number.
ro: Număr de telefon invalid.

source: Invite sent to {0}
ro: Invitație trimisă lui {0}

source: invoice
ro: factură

source: INVOICE
ro: FACTURĂ

source: Invoice Added
ro: Factură adăugată

source: Invoice CSS
ro: Factură CSS

source: Invoice Deleted
ro: Factură ștearsă

source: Invoice Format
ro: Format factură

source: Invoice HTML
ro: Factură HTML

source: Invoice limit reached
ro: Limită facturi atinsă

source: Invoice Name Format
ro: Format nume factură

source: Invoice Notes
ro: Notițe factură

source: Invoice Number
ro: Număr facturii

source: Invoice payment created
ro: Plata facturii creată

source: Invoice payment updated
ro: Plata facturii actualizată

source: Invoice status
ro: Statutul facturii

source: Invoice status is updated only if your client
ro: Statutul facturii este actualizat doar dacă clientul

source: Invoice status updated
ro: Statutul facturii adaptat

source: Invoice template
ro: Șablon factură

source: Invoice Template
ro: Șablonul facturii

source: Invoice Total
ro: Total factură

source: Invoice Unbilled AR
ro: Facturează creanțele de încasat

source: Invoice unbilled costs
ro: Facturează costurile nefacturate

source: Invoice unbilled time
ro: Facturează orele nefacturate

source: Invoice Updated
ro: Factură actualizată

source: invoiced
ro: facturată

source: Invoiced expenses can not be modified
ro: Cheltuielele facturate nu pot fi modificate

source: Invoiced expenses can not be removed
ro: Cheltuielele facturate nu pot fi șterse

source: Invoiced in
ro: Facturat în

source: invoices
ro: facturi

source: Invoices
ro: Facturi

source: Invoices and Estimates Customer (Bill To) Fields and Order
ro: Câmpuri și ordinea elementelor de pe facturi și estimări (secțiunea client)

source: Invoices and Estimates page footer
ro: Subsol de pagină facturi și proforme

source: Invoices created
ro: Facturi create

source: Invoices Deleted
ro: Facturi șterse

source: Invoices Sent
ro: Factură trimisă

source: Invoices status updated
ro: Statut facturi actualizat

source: Invoices View
ro: Vedere facturi

source: Invoicing
ro: Facturare

source: Is Cover
ro: Este copertă

source: Is equal to
ro: E egal cu

source: Is main
ro: Este principal

source: is the main contact for this client
ro: Este contactul principal pentru acest client

source: Item
ro: Produs / Serviciu

source: January
ro: Ianuarie

source: July
ro: Iulie

source: June
ro: Iunie

source: Keep track of work right on your desktop with this handy tool. It's never been so easy to be productive with these time-saving and tracking features: Stopwatch, Time Sheet Editing & Idle Detection.
ro: Urmărește-ți munca direct de pe desktop cu acest instrument util. Nu a fost niciodată mai ușor să fii productiv cu aceste funcționalități de înregistrare și economisire a timpului: cronometru, editarea fișei de pontaj și detectarea inactivității.

source: Lack of features/integrations that i need
ro: Lipsa de funcții/integrării de care am nevoie

source: Language
ro: Limbă

source: Language & Time
ro: Limbă și oră

source: Language and Regional
ro: Limbă și regiune

source: Language/Template
ro: Limbă/Șablon

source: last 30 days
ro: ultimele 30 de zile

source: Last 30 days
ro: Ultimele 30 de zile

source: Last Created
ro: Data ultimei creări

source: Last Month
ro: Luna precedentă

source: Last update
ro: Ultima actualizare

source: late
ro: întârziat

source: Late
ro: Întârziat

source: Late Payment Reminder
ro: Notificare plată întârziată

source: Late payment reminder {0}
ro: Notificare plată întârziată {0}

source: Late Payment reminders will be sent to this email address.
ro: Notificările pentru plățile întârziate vor fi trimise la această adresă de e-mail.

source: Late/Upcoming Milestones
ro: Obiective înârziate/următoare

source: Later
ro: Mai târziu

source: Later this Week
ro: Mai târziu în săptămâna aceasta

source: Latest Events
ro: Ultimele evenimente

source: Learn More
ro: Află mai multe

source: Leave
ro: Concediu

source: Leave Days
ro: Zile libere

source: Leave for
ro: Concediu pentru

source: Leave Note
ro: Notiță concediu

source: Leave Planner
ro: Planificator concediu

source: Leave Range
ro: Interval concediu

source: Leave Type
ro: Tip concediu

source: Leave Types
ro: Tipuri concediu

source: Left
ro: Stânga

source: Legal Leave Days Used
ro: zile utilizate din concediul legal

source: Legal Leaves Remaining
ro: zile rămase din concediul legal

source: Less
ro: Mai puțin

source: Less Info
ro: Mai puţin

source: Less task options
ro: Mai puține detalii ale listei de sarcini

source: Less than or equal
ro: Mai puțin ca sau egal

source: Link Details
ro: Detalii link

source: List View
ro: Vedere listă

source: Live Reports
ro: Raport live

source: Load
ro: Încarcă

source: Load More Tasks
ro: Încarcă mai multe sarcini

source: Loading
ro: Se încarcă

source: Loading data
ro: Datele se încarcă

source: Loading more Tasks
ro: Se încarcă mai multe sarcini

source: Location & Contact
ro: Locație și contact

source: Location & Time Formats
ro: Locație și Formatarea timpului

source: login
ro: logare

source: Login
ro: Logare

source: Login or Register with Payoneer
ro: Loghează-te sau Înregistrează-te cu Payoneer

source: Make default
ro: Setează ca implicit

source: Manage subtasks
ro: Gestionează sarcini secundare

source: Manage templates
ro: Gestionează șabloane

source: Manage Workflows
ro: Gestionează fluxuri de lucru

source: manual time entry ({0}via form{1})
ro: înregistrare timp manuală

source: manually add time entries or using a stopwatch
ro: adaugă înregistrări de timp manual sau prin cronometru

source: March
ro: Martie

source: Margin Width
ro: Lățime margine

source: Mark as
ro: Marchează ca

source: Mark as Active
ro: Marchează ca activ

source: Mark as Archived
ro: Marchează ca arhivat

source: Mark as Draft
ro: Marchează ca și ciornă

source: Mark as Invoiced
ro: Marchează ca facturat

source: Mark as Paid
ro: Marchează ca plătită

source: Mark As Paid
ro: Marchează ca plătit

source: Mark as Sent
ro: Marchează ca trimisă

source: Mark as Void
ro: Marchează ca anulată

source: Mark Complete
ro: Marchează ca terminat

source: Mark Entries as Billed
ro: Marchează înregistrările ca facturate

source: Mark Entries Billed
ro: Marchează inregistrările ca facturate

source: Mark Incomplete
ro: Marchează ca neterminat

source: Mark Invoiced
ro: Marchează ca facturat

source: Mark Milestones Complete
ro: Marchează obiectivele ca terminate

source: Marked paid by
ro: Marcat ca plătit de

source: Maternity Leave
ro: Concediu maternal

source: Max Users
ro: Utilizatori maxim

source: Max users count
ro: Numărul maxim de utilizatori

source: Maximum limit for task lists has been reached.
ro: Limita maximă de liste de sarcini a fost atinsă.

source: May
ro: Mai

source: Maybe later!
ro: Poate mai târziu!

source: Me & Unassigned
ro: Eu și neasociat

source: Message
ro: Mesaj

source: milestone
ro: obiectiv

source: Milestone Details
ro: Detalii obiectiv

source: Milestones
ro: Obiective

source: Military Leave
ro: Zile libere armată

source: minutes
ro: minute

source: Misc
ro: Diverse

source: Mobile
ro: Mobil

source: Monday
ro: Luni

source: Month
ro: Lună

source: monthly
ro: lunar

source: Months
ro: Luni

source: More Info
ro: Mai mult

source: More task options
ro: Mai multe opțiuni pentru sarcini

source: more tasks
ro: mai multe sarcini

source: Move event to {0}
ro: Mută eveniment la {0}

source: Moving Card here not Allowed
ro: Mutarea cardului aici nu este permisă

source: My Account
ro: Contul meu

source: My Notes
ro: Notițele mele

source: My Tasks
ro: Sarcinile mele

source: My tracked time
ro: Timpul meu înregistrat

source: Name
ro: Nume

source: Name & Report Type
ro: Nume și tip de raport

source: new
ro: noi

source: New
ro: Nou

source: New Client
ro: Client nou

source: New Clients
ro: Clienți noi

source: New Discussion
ro: Discuție nouă

source: New Discussion comment
ro: Comentariu la discuție nou

source: New Estimate
ro: Proformă nouă

source: New Expense
ro: Cheltuială nouă

source: New Invoice
ro: Factură nouă

source: New Note
ro: Notiță nouă

source: New Password
ro: Parolă nouă

source: New Payment Reminder
ro: Notificare plată nouă

source: New Project
ro: Proiect nou

source: New Project Status
ro: Statut proiect nou

source: New Project Template
ro: Șablon proiect nou

source: New Project Workflow
ro: Flux de lucru nou pentru proiect

source: New Projects
ro: Proiecte noi

source: New Recurring Profile
ro: Adaugă profil recurent

source: New Shortcut
ro: Scurtătură nouă

source: New Task
ro: Sarcină nouă

source: New Task List
ro: Listă de sarcini nouă

source: New Tasklist
ro: Listă de sarcini nouă

source: New Template
ro: Șablon nou

source: New Topic
ro: Temă nouă

source: New Workflow Status
ro: Statut nou pentru fluxul de lucru

source: Next Estimate Number
ro: Următorul număr de proformă

source: Next Invoice Number
ro: Următorul număr de factură

source: Next Month
ro: Luna următoare

source: Next Week
ro: Săptămâna viitoare

source: no
ro: nu

source: No
ro: Nu

source: No Active Clients
ro: Niciun client activ

source: No active users assigned to this project
ro: Niciun utilizator activ asignat acestui proiect

source: No active users match your search.
ro: Niciun utilizator activ nu se potrivește căutării tale

source: No Activity Yet
ro: Nicio activitate încă

source: No Assigned Tasks
ro: Nicio sarcină asignată

source: No Assigned Users
ro: Niciun utilizator implicat in proiect

source: No available bookings for {0} in date range {1} - {2}. Some bookings may already have been imported.
ro: Nu există rezervări disponibile pentru {0} în intervalul {1} - {2}. Unele rezervări au fost deja importate.

source: No bookings for {0} in date range {1} - {2}. Some bookings may already have been imported.
ro: Nicio rezervare pentru {0} în intervalul {1} - {2}. Se poate ca unele rezervări să fie deja importate.

source: No Client Selected
ro: Niciun client selectat

source: No Clients Yet
ro: Niciun client încă

source: No comments posted yet.
ro: Niciun comentariu postat încă.

source: No contacts
ro: Niciun contact

source: No Contacts Yet
ro: Niciun contact încă

source: No data available
ro: Nu există date disponibile

source: No date set
ro: Data nu e setată

source: No Discussion Yet
ro: Nicio discuție încă

source: No discussions
ro: Nicio discuție

source: No Due Date
ro: Fără dată scadentă

source: no email
ro: niciun email

source: No Entries Yet
ro: Nicio înregistrare încă

source: No Estimate Selected
ro: Nicio proformă selectată

source: No Estimates Yet
ro: Nicio proformă încă

source: No events
ro: Fără activitate

source: No Expense Selected
ro: Nicio cheltuială selectată

source: No Expenses Yet
ro: Nicio cheltuială încă

source: No File Chosen
ro: Niciun fişier selectat

source: No files
ro: Niciun fişier

source: No Files Yet
ro: Niciun fișier încă

source: no interval selected
ro: niciun interval selectat

source: No Invoice Selected
ro: Nu ai facturi selectate

source: No invoices selected
ro: Nicio factură selectată

source: No Invoices Yet
ro: Nu ai încă facturi

source: No items for selected filter. Try clicking the "Show" button above
ro: Niciun element pentru filtrele selectate. Încearcă să faci click pe butonul de "Afișează" de mai sus

source: No items match your search.
ro: Niciun element nu se potrivește cu căutarea ta.

source: No items yet
ro: Niciun element încă

source: No Matches Found
ro: Nicio pereche găsită

source: No matching posts found.
ro: Nicio postare asemănătoare găsită.

source: No milestones
ro: Niciun obiectiv

source: No Milestones Yet
ro: Niciun obiectiv încă

source: No Note Selected
ro: Nicio notiță selectată

source: no overdue tasks
ro: Nu sunt sarcini cu termen depășit

source: No payment gateways are set up yet. Would you like to set up online payments?
ro: Nicio metodă de plată nu este setată. Dorești să setezi plăți online?

source: No pending invoices
ro: Nicio factură restantă

source: No Plans Available
ro: Niciun plan disponibil

source: No Plans/Add-Ons/Discounts data available
ro: Nicio informație legată de vreun plan/modul/discount disponibilă

source: No Project Selected
ro: Niciun proiect selectat

source: No projects
ro: Nu ai proiecte

source: No Projects
ro: Niciun proiect

source: No projects assigned to you yet.
ro: Nu ai proiecte atribuite ție încă.

source: No Projects defined yet
ro: Niciun proiect definit încă

source: No projects selected
ro: Niciun proiect selectat

source: No Projects Yet
ro: Niciun proiect încă

source: No recent tasks
ro: Nicio sarcină recentă

source: No Recurring Profile Selected
ro: Nu sunt profiluri recurente selectate

source: No Recurring Profiles Yet
ro: Niciun profil recurent încă

source: No Report Selected
ro: Niciun raport selectat

source: No Reports Yet
ro: Niciun raport încă

source: No Split
ro: Nicio splitare

source: No Task List
ro: Nu sunt liste de sarcini

source: No Task Selected
ro: Nicio sarcină încă

source: No task selected. Please select one!
ro: Nicio sarcină selectată. Te rog selectează una.

source: No tasks
ro: Nicio sarcină

source: No Tasks
ro: Nicio sarcină

source: No tasks yet
ro: Încă nu sunt sarcini

source: No Tasks Yet
ro: Nicio sarcină încă

source: No unassociated tasklists
ro: Nicio listă de sarcini neasociate

source: No unbilled tasks
ro: Nicio sarcină nefacturabilă

source: No User Selected
ro: Niciun utilizator selectat

source: No Users Yet
ro: Niciun utilizator încă

source: nobody
ro: nimeni

source: Non Billable Tasks
ro: Sarcini nefacturabile

source: Non-billable
ro: Nefacturabil

source: Non-Billable
ro: Nefacturabil

source: non-billable hrs
ro: ore nefacturabile

source: Non-working days
ro: Zile nelucrătoare

source: Non-Working Days
ro: Zile nelucrătoare

source: none
ro: nimic

source: None
ro: Nimic

source: None (ungrouped)
ro: Nimic (negrupat)

source: Not intuitive to use
ro: Nu este intuitiv de folosit

source: Not Invoiced
ro: Nefacturat

source: not set
ro: nu e setat

source: Note Deleted
ro: Notiță ștearsă

source: Note has been created
ro: Notița a fost creată

source: Note has been saved
ro: Notița a fost salvată

source: Note not found
ro: Notița nu a fost găsită

source: Note: An expense of an archived {0} can't be modified. To modify the expense activate the {0} :
ro: Notă: O cheltuială a unui {0} arhivat nu poate fi modificată. Pentru a modifica cheltuiala, activează {0}.

source: Note: Use the same currency as the one you bill your client in.
ro: Notă: Folosește aceeași valută precum cea prin care îți facturezi clientul.

source: Notes
ro: Detalii

source: Notes View
ro: Vedere notițe

source: Notes visible to Client
ro: Notițe vizibile clientului

source: nothing
ro: nimic

source: Notice: You have reached the maximum active users for your account ({0} users)
ro: Observație: Ați ajuns la numărul maxim de utilizatori activi pentru contul dvs. ( {0} utilizatori )

source: Notification not sent
ro: Notificarea nu a fost trimisă

source: Notification Sent
ro: Notificare trimisă

source: Notify
ro: Notifică

source: Notify by email all users assigned to this project or
ro: Notifică prin email toți utilizatorii asignați acestui proiect sau

source: Notify Users
ro: Notifică utilizatorii

source: Notify when comments are posted
ro: Notifică atunci când comentariile sunt postate

source: Notify when Project Files are uploaded
ro: Notifică atunci când fișierele proiectului sunt încărcate

source: Notify when Task attachments are uploaded
ro: Notifică atunci când fișierele atașate sarcinii sunt încărcate

source: Notify when task is completed
ro: Notifică atunci când sarcina este terminată

source: Notify when task status is changed
ro: Notifică atunci când statul sarcinii este schimbat
