Repository: groundmuffin/paymo-translation
Catalog: *.po
Languages: ro

source: Your account has been created, but Paymo is not optimized to run on a tablet or smartphone. Please access your account using a desktop or laptop.
ro: Contul tău a fost creat, însă Paymo nu este optimizat pentru a rula pe o tabletă sau smartphone. Te rog accesează contul tău folosind un desktop sau un laptop.

source: Your comment will be emailed to
ro: Comentariul tău va fi trimis prin email la

source: Your note here
ro: Notița ta aici

source: Your Paymo 15 day free trial has expired. Please contact your account administrator to upgrade your account.
ro: Contul tău Paymo gratuit de 15 zile a expirat. Te rog contactează administratorul tău de cont pentru a actualiza contul.

source: Your Plan
ro: Planul tău

source: Your Settings
ro: Setările tale

source: Your Subscription and Billing
ro: Abonamentul tău

source: Your subscription and billing history
ro: Istoria abonamentului tău
