Repository: groundmuffin/paymo-translation
Catalog: *.po
Languages: ro

source: Notify when user is assigned to discussion
ro: Notifică atunci când utilizatorul este asignat unei discuții

source: Notify when user is assigned to task
ro: Notifică atunci când utilizatorul e asignat sarcinii

source: November
ro: Noiembrie

source: Number Format
ro: Format număr

source: October
ro: Octombrie

source: of
ro: a

source: of logged time
ro: din timpul înregistrat

source: On-hold
ro: În așteptare

source: Online Payment
ro: Plată Online

source: Online Payment Gateways
ro: Portaluri plăți online

source: Open
ro: Deschide

source: Option hidden
ro: Opțiune ascunsă

source: Option visible
ro: Opțiune vizibilă

source: or
ro: sau

source: Other
ro: Altele

source: Other Notes
ro: Alte notițe

source: Outstanding Balance
ro: Sold restant

source: over budget
ro: au depășit bugetul

source: overdue
ro: scadent

source: Overdue
ro: Scadent

source: Overdue payment reminder sent
ro: Notificare plată restantă trimisă

source: overdue tasks
ro: Sarcini cu termen depășit

source: Overtime
ro: Ore suplimentare

source: Overview
ro: Prezentare generală

source: paid
ro: plătită

source: Paper Size
ro: Dimensiune pagină

source: Partial Payments
ro: Plăți parțiale

source: Partner
ro: Partener

source: Password
ro: Parolă

source: Past Due
ro: După data scadentă

source: Paternity Leave
ro: Concediu paternal

source: Pay Online
ro: Plăteşte online

source: Payee ID
ro: ID beneficiar

source: Payment added by
ro: Plată adaugată de

source: Payment Date
ro: Data plății

source: Payment Status
ro: Statutul plății

source: Payments
ro: Plăți

source: Payments for Invoice
ro: Plăți pentru facturi

source: Payments Total
ro: Plăți totale

source: Paymo Mobile Applications
ro: Aplicații de mobil Paymo

source: Paymo Project Management
ro: Management de proiect Paymo

source: Paymo Widget
ro: Widget Paymo

source: PaymoPlus Automatic Time Tracking
ro: Înregistrare automată de timp prin PaymoPlus

source: PaymoPlus offers automatic time tracking on the desktop. Just start the app and let it run in the background, it will record all the time you spend in various apps. At the end of the day you'll be able to associate and sync the recorded time with your tasks from the online Paymo app.
ro: PaymoPlus oferă înregistrare automată de timp de pe desktop. Pornește aplicația și las-o să ruleze. Va înregistra tot timpul pe care îl petreci în diverse aplicații. La sfârșitul zilei vei putea asocia și sincroniza timpul înregistrat cu sarcinile tale din aplicația Paymo online.

source: PDF Page Size
ro: Dimensiune pagină PDF

source: pending
ro: În așteptare

source: Pending Invoices
ro: Facturi restante

source: Pending Payments
ro: Plăți în așteptare

source: per day
ro: pe zi

source: Per.
ro: Perf.

source: Performance
ro: Performanță

source: Performance (30 days)
ro: Performanţă (30 zile)

source: Performance this month
ro: Eficiența din această lună

source: Performing
ro: Productivi

source: Permalink for clients
ro: Link permanent pentru clienţi

source: Permalink for users
ro: Link permanent pentru utilizatori

source: Person
ro: Persoană

source: Person Responsible
ro: Persoana responsabilă

source: Phone
ro: Telefon

source: Photo
ro: Imagine

source: Piechart Report
ro: Raport diagramă radială

source: Please add recipient
ro: Te rog adaugă un destinatar

source: Please select a project or leave the field empty
ro: Te rog selectează un proiect sau lasă câmpul liber

source: Please select a valid project name
ro: Te rog selectează un nume de proiect valabil

source: Please try again
ro: Te rog încearcă din nou

source: Please upgrade your subscription
ro: Te rog actualizează-ți abonamentul.

source: Please wait
ro: Te rog așteaptă

source: Portfolio Gantt Chart
ro: Diagrama Gantt Portofoliu

source: Position
ro: Funcție

source: Post a comment...
ro: Lasă un comentariu...

source: Post comment
ro: Postează comentariu

source: Post Comment
ro: Lasă comentariu

source: Post Comment (Ctrl+Enter)
ro: Postează comentariu (Ctrl+Enter)

source: Postal Code
ro: Cod poştal

source: Preview
ro: Previzualizare

source: Previous month
ro: În luna precedentă

source: Previous Month
ro: Luna precedentă

source: Previous Week
ro: Săptămâna trecută

source: Previous Year
ro: Anul precedent

source: Price
ro: Preț

source: Price must be present
ro: Prețul trebuie să fie prezent

source: Price per Hour
ro: Preţ pe oră

source: Price Per Hour
ro: Prețul pe oră

source: Price/Hour
ro: Preț/oră

source: Print
ro: Printează

source: private
ro: privat

source: Private
ro: Privat

source: Private notes
ro: Notițe private

source: Privileges
ro: Drepturi

source: Proceed
ro: Continuă

source: Profile No.
ro: Nr. profil

source: Progress
ro: Progres

source: Progress Status
ro: Statut progres

source: project
ro: proiect

source: Project Accounting
ro: Contabilitate

source: Project activated
ro: Proiect activat

source: Project Added
ro: Proiect adăugat

source: Project archived
ro: Proiect arhivat

source: Project Budget Hours
ro: Bugetul de ore al proiectului

source: Project Deleted
ro: Proiect șters

source: Project Description
ro: Descrierea proiectului

source: Project Details
ro: Detalii proiect

source: project hourly rate
ro: tarif orar proiect

source: Project ID
ro: ID proiect

source: Project is active
ro: Proiectul este activ

source: Project Not Billable
ro: Proiect nefacturabil

source: Project price
ro: Preț proiect

source: Project Price
ro: Prețul proiectului

source: Project Settings
ro: Setări proiect

source: Project Statuses
ro: Stări proiecte

source: Project Template
ro: Șablon proiect

source: Project Templates
ro: Șablon proiecte

source: Project Updated
ro: Proiect actualizat

source: Project Workflow
ro: Fluxul de lucru al proiectului

source: Project Workflows
ro: Fluxurile de lucru ale proiectului

source: projects
ro: proiecte

source: Projects
ro: Proiecte

source: Projects activated
ro: Proiecte activate

source: Projects archived
ro: Proiecte arhivate

source: Projects for client
ro: Proiecte pentru clienți

source: Projects View
ro: Vedere proiecte

source: Proposal
ro: Propunere

source: Provider
ro: Furnizor

source: Publishable Key
ro: Cheie publicabilă

source: Quantity
ro: Cantitate

source: Queued
ro: În așteptare

source: Rate must be present
ro: Tariful trebuie să fie prezent

source: Receipt
ro: Chitanță

source: Received
ro: Încasat

source: received last month
ro: primit luna precedentă

source: received previous month
ro: primit luna precedentă

source: received this month
ro: primit în această lună

source: Recurring
ro: Recurente

source: Recurring Invoices
ro: Facturi recurente

source: Recurring Profile
ro: Profil recurent

source: Recurring Profile Added
ro: Profil recurent adăugat

source: Recurring Profile Deleted
ro: Profil recurent șters

source: Recurring Profile Updated
ro: Profil recurent adăugat

source: Recurring Profiles
ro: Profiluri recurente

source: Recurring profiles limit reached
ro: Limita de profiluri recurente atinsă

source: Recurring Profiles View
ro: Vedere profiluri recurente

source: Refer a friend, get $20
ro: Recomandă unui prieten, câștigă $20

source: Refresh Page
ro: Reîncarcă pagina

source: Refresh Report
ro: Reîncarcă raportul

source: Regional Settings
ro: Setări regionale

source: Reload Required
ro: Reîncarcă pagina necesară

source: remaining
ro: rămas(e)

source: Remaining
ro: Rămas

source: Remaining Budget Hours
ro: Timp liber

source: Remaining Project Budget Hours
ro: Bugetul de ore rămase al proiectului

source: Remaining Task Budget Hours
ro: Bugetul de ore rămase al sarcinii

source: Reminder
ro: Notificare

source: Reminders are sent to the default client email address.
ro: Notificările sunt trimise către adresa de e-mail implicită a clienților.

source: Remove Booking
ro: Șterge rezervare

source: Remove Logo
ro: Șterge logo

source: Remove Paymo branding
ro: Elimină brandingul Paymo

source: Reopened by
ro: Redeschis de

source: Reorder Task Lists
ro: Ordonează listele de sarcini

source: report
ro: raport

source: Report
ro: Raport

source: Report Added
ro: Raport adăugat

source: Report Deleted
ro: Raport șters

source: Report Display Settings
ro: Setări de afișare raport

source: Report Updated
ro: Raport acutalizat

source: Reports
ro: Rapoarte

source: Reports are created based on tracked time, and are a good way to get a detailed look of how's the work time spent. They can be shared with the clients and other users by using the report permalink.
ro: Rapoartele sunt create în baza timpului înregistrat, fiind o metodă bună de primi o vedere de ansamblu asupra felului în care timpul de lucru este petrecut efectiv. Ele pot fi partajate cu clienții și alți utilizatori folosind linkul permanent de rapoarte.

source: Reports were activated
ro: Rapoartele au fost activate

source: Reports were archived
ro: Rapoartele au fost arhivate

source: Requires LinkedIn account
ro: Necesită cont LinkedIn

source: Reset Columns
ro: Resetează coloanele

source: Restore Defaults
ro: Restaurează setările de bază

source: Retired by
ro: Retras de

source: Revenue
ro: Venituri

source: Right
ro: Dreapta

source: Role
ro: Rol

source: Round time to increments of
ro: Aproximează timpul la intervale de

source: Round Time to Increments of
ro: Rotunjește timpul la incremente de

source: Round up time entries to increments of
ro: Rotunjeşte timpii în incremente de

source: Same Day
ro: Aceeași zi

source: Saturday
ro: Sâmbătă

source: Save
ro: Salvează

source: Save as...
ro: Salcează ca

source: Save Changes
ro: Salvează modificările

source: Save Client
ro: Salvează client

source: Save Contact
ro: Salvează contactul

source: Save data...
ro: Salvează data...

source: Save Discussion
ro: Salvează discuția

source: Save Estimate
ro: Salvează proforma

source: Save Expense
ro: Salvează cheltuiala

source: Save Files
ro: Salvează fişiere

source: Save General Settings
ro: Salvează setările generale

source: Save Invoice
ro: Salvează factura

source: Save Leave
ro: Salvează concediu

source: Save Link
ro: Salvează link-ul

source: Save Milestone
ro: Salvează obiectiv

source: Save Payment
ro: Salvează plata

source: Save Project
ro: Salvează proiectul

source: Save Project Status
ro: Salvează statut proiect

source: Save project templates
ro: Salvează șablon proiecte

source: Save Recurring Profile
ro: Salvează profil recurent

source: Save Report
ro: Salvează raportul

source: Save Settings
ro: Salvează setări

source: Save Subtask
ro: Salvează sarcina secundară

source: Save Task
ro: Savează sarcina

source: Save Task List
ro: Salvează lista de sarcini

source: Save Tasks as Template
ro: Salvează sarcinile ca șablon

source: Save Template
ro: Salvează șablonul

source: Save User
ro: Salvează utilizatorul

source: Save Workflow
ro: Salvează statut de lucru

source: Save Workflow Status
ro: Salvează statut flux de lucru

source: Saving
ro: Se salvează

source: Saving Data
ro: Datele se salvează

source: Saving Task Lists {0} of {1}...
ro: Se salvează lista de sarcini {0} din {1}...

source: Saving Tasks {0} of {1}...
ro: Se salvează sarcina {0} din {1}...

source: Scheduling
ro: Planificator

source: Search
ro: Caută

source: Searching...
ro: Se caută...

source: Seconds
ro: Secunde

source: Secret Key
ro: Cheie secretă

source: Select
ro: Selectează

source: Select a group
ro: Selectează un grup

source: Select a start date
ro: Selectează data de început

source: Select a type
ro: Selectează un tip

source: Select a user before importing bookings!
ro: Selectează un utilizator înainte de a importa rezervările!

source: select all
ro: selectează tot

source: Select All
ro: Selectează tot

source: Select all Projects
ro: Selectează toate proiectele

source: Select All Projects
ro: Selectează toate proiectele

source: Select all Users
ro: Selectează toți utilizatorii

source: Select All Users
ro: Selectează toți utilizatorii

source: Select an end date
ro: Selectează data de sfârșit

source: Select client
ro: Selectează un client

source: Select Client
ro: Selectează client

source: Select columns
ro: Selectează coloane

source: Select Due Date
ro: Selectează data scadentă

source: Select email address
ro: Selectează adresa de email

source: select files from your computer
ro: selectează fișiere din computerul tău

source: Select or type email address
ro: Selectează sau scrie adresa de email

source: Select project
ro: Selectează proiect

source: Select Project
ro: Selectează proiect

source: Select Report Parameters
ro: Selectează parametrii raportului

source: Select Report parameters for client
ro: Selectează parametrii rapoarte pentru clienți:

source: Select Task
ro: Selectează sarcina

source: Select Task List
ro: Selectează lista de sarcini

source: Select Task Lists
ro: Salvează lista de sarcini

source: Select tasklist
ro: Selectează listă de sarcini

source: Select Tasklist
ro: Salvează lista de sarcini

source: Select Tasks for client
ro: Selectează sarcini pentru client

source: Select template
ro: Selectează șablon

source: Select Template
ro: Selectează șablon

source: Select the template name
ro: Selectează numele șablonului

source: Select Type
ro: Selectează tip

source: Select User
ro: Selectează utilizatorul

source: Select Users
ro: Selectează utilizatorii

source: Selected
ro: Selectat

source: Send
ro: Trimite

source: Send Automatically
ro: Trimite automat

source: Send email alert when threshold is reached
ro: Trimite alertă prin e-mail când pragul este atins

source: Send Estimate
ro: Trimite proformă

source: Send Invites
ro: Trimite invitații

source: Send invoice
ro: Trimite factură

source: Send Invoice
ro: Trimite factură

source: Send invoices
ro: Trimite facturi

source: Send Invoices
ro: Trimite facturi

source: Send Notification
ro: Trimite notificare

source: Send Reminder
ro: Trimite notificare

source: Send reminder if user is assigned to milestone
ro: Trimite notificare dacă un utilizator este asignat unui obiectiv

source: Send reminder when milestone is due
ro: Trimite notificare când un obiectiv e scadent

source: Sending is allowed to max 2 email addresses other than client's.
ro: Trimiterea este permisă la max 2 adrese de email în afara de cea a clienților.

source: sent
ro: trimisă

source: Sent by
ro: Trimis de

source: September
ro: Septembrie

source: Set
ro: Setează

source: Set budget hours
ro: Setează bugetul de ore

source: Set Dates
ro: Setează datele

source: Set Priority
ro: Setează prioritatea

source: Settings
ro: Setări

source: Settings for
ro: Setări pentru

source: Share
ro: Partajează

source: Share documents, spreadsheets, PDFs, images or other files related to the project with other members of your team by adding them to the "Files" section. While there's no storage limit, the file size is limited to 100MB.
ro: Partajează documente, foi de Excel, PDF-uri, imagini sau alte fișiere legate de proiect cu alți membri din echipa ta adaugându-le la secțiunea "Fișiere". Nu există o limită de stocare, însă dimensiunea fișierelor e limitată la 100MB.

source: Share note:
ro: Partajează notița:

source: Share with client
ro: Distribuie clientului

source: Share with everyone
ro: Partajează cu toată lumea

source: shared
ro: partajat

source: Shared
ro: Distribuit

source: Shared by me
ro: Partajat de mine

source: Shared by others
ro: Partajat de alții

source: Shared note
ro: Notiță partajată

source: Sharing
ro: Partajează

source: Show
ro: Afișează

source: Show all
ro: Arată tot

source: show archived
ro: afișează arhivate

source: show archived projects
ro: afișează proiectele arhivate

source: Show Archived Projects
ro: Afișează proiecte arhivate

source: Show Archived Users
ro: Afișează utilizatori arhivați

source: Show Backlog
ro: Afișează backlog

source: Show Card Details
ro: Afișează detalii card

source: Show Columns
ro: Afișează coloane

source: Show filter bar
ro: Afișează bara de filtrare

source: Show Less Items
ro: Afișează mai puține elemente

source: Show Strikethrough for completed tasks
ro: Afișează sarcinile terminate printr-o linie tăiată

source: Show Task Details
ro: Afișează detallile sarcinii

source: Show Timer
ro: Afișează cronometru

source: Sick Leave
ro: Concediu de boală

source: Simple
ro: Simplă

source: Simple List
ro: Listă simplă

source: Simple View
ro: Vedere simplă

source: Size
ro: Mărime

source: Skip
ro: Sari peste

source: Skip for now
ro: Sari peste

source: Some data are not valid.
ro: Unele date nu sunt valabile.

source: Some expenses can not be added because of being in another currency
ro: Unele cheltuieli nu pot fi adăugate pentru că sunt în alte valute

source: Source
ro: Sursa

source: Split
ro: Divizează

source: SSL data encryption
ro: Criptare date SSL

source: SSL type
ro: Tip SSL

source: Start - End date
ro: Data de început - sfârșit

source: Start & End
ro: Început și sfârșit

source: Start Date
ro: Data de început

source: Start Date field is required
ro: Câmp data de început necesar

source: Start Hour
ro: Oră de începere

source: Start Time
ro: Timpul de începere

source: Start Timer
ro: Pornește cronometru

source: Start your free 15 day trial
ro: Începe contul tău gratuit de 15 zile

source: Start-End Hour
ro: Oră de început - sfârșit

source: started by
ro: început de

source: Starting a new timer will stop work for the current task
ro: Pornind din nou cronometrul acesta va opri munca pentru sarcina curentă

source: State
ro: Stat/Judeţ

source: Static Reports
ro: Raport static

source: Statuses for Active Projects
ro: Statut pentru proiecte active

source: Statuses for Archived Projects
ro: Statut pentru proiecte arhivate

source: stopwatch time entry
ro: înregistrare timp cronometru

source: Subject
ro: Subiect

source: Submit Feedback
ro: Trimite feedback

source: Subscription and Billing
ro: Abonament

source: Subscription error
ro: Eroare la abonare

source: Subtask Name
ro: Nume sarcină secundară

source: Success
ro: Succes

source: suggested
ro: sugerate

source: Sunday
ro: Duminică

source: Switching the language will reload the page. Reload now?
ro: Schimbarea limbii va reîncărca pagina. Reîncarcă acum?

source: Table
ro: Tabel

source: Table View
ro: Vedere tabel

source: Tags
ro: Tag-uri

source: Target
ro: Țintă

source: task
ro: sarcină

source: Task actions
ro: Acțiunile sarcinilor

source: Task Activated
ro: Sarcină activată

source: Task Auto-Scheduling gap settings (days)
ro: Programare automată a distanței dintre sarcini (în zile)

source: Task Budget Hours
ro: Bugetul de ore al sarcinii

source: Task Complete
ro: Sarcină terminată

source: Task Completed
ro: Sarcină terminată

source: Task Completed on
ro: Sarcina terminată la

source: Task Dates
ro: Datele sarcinii

source: Task Description
ro: Descrierea sarcinii

source: Task Description & Files
ro: Descriere sarcini și fișiere

source: Task Details
ro: Detaliile sarcinii

source: Task Files
ro: Fișierele sarcinilor

source: task hourly rate
ro: tarif orar sarcină

source: Task ID
ro: ID sarcină

source: Task List does not exist. Click on the + icon to add it
ro: Lista de sarcini nu există. Click pe iconița + pentru a o adăuga

source: Task List name, and the Description
ro: Numele și descrierea listei de sarcinii

source: Task Lists
ro: Liste de sarcini

source: Task not found
ro: Sarcina nu a fost găsită

source: Task Scheduling
ro: Programarea sarcinilor

source: tasklist
ro: lista de sarcini

source: Tasklists
ro: Liste de sarcini

source: tasks
ro: sarcini

source: Tasks
ro: Sarcini

source: Tasks & Files
ro: Sarcini și fișiere

source: Tasks import complete
ro: Import de sarcini terminate

source: Tasks View
ro: Vedere sarcini

source: Tax
ro: Taxă

source: Team Scheduling
ro: Programarea echipei

source: Team's Tasks
ro: Sarcinile echipei

source: Template
ro: Șablon

source: Template Name
ro: Nume șablon

source: Template Saved
ro: Șablon salvat

source: Templates
ro: Şabloane

source: Test Connection
ro: Testează conexiunea

source: Text Report
ro: Raport text

source: Thank you for your support!
ro: Îți mulțumim pentru susținere!

source: The billing type of the project was changed. All tasks will be reset to "non-billable" status. Do you want to proceed?
ro: Tipul de facturare al proiectului a fost schimbat. Toate sarcinile vor fi resetate ca și "nefacturabile". Dorești să continui?

source: The cells value can be one of the following:
ro: Valorea din celule paote fi una din următoarele:

source: The current client has active recurring invoices set up. Archiving the client will disable any recurring invoice profiles and invoices will no longer be sent
ro: Actualul client are funcția de facturi recurente active selectată. Arhivarea acestui client va dezactiva orice profil al facturilor recurent și facturile nu vor mai fi trimise.

source: The discussion has not been saved yet. Are you sure you want to discard the current discussion?
ro: Discuția nu a fost salvată încă. Ești sigur că dorești să anulezi discuția curentă?

source: The Estimated price column shows you the estimated price for a certain task
ro: Coloana cu prețul estimat afișează prețul estimat pentru o anumită sarcină

source: The invoice below was generated based on the following timesheet report
ro: Factura de mai jos a fost generată în baza următorului raport de pontaj

source: The invoice section allows you to visualize, export as PDF and print your Paymo invoices. You can filter them by using the "Show" button on the top left corner.
ro: Secțiunea de facturare îți permite să vizualizezi, exporți ca și PDF si printezi facturile tale Paymo. Le poți filtra folosind butonul de Afișează în colțul din stânga sus.

source: The Item field will contain the
ro: Câmpul Element va conține

source: The mobile apps are designed for tracking time on the go, even if offline. Go mobile and be productive with this app that runs on iOS and Android devices. The main features are:
ro: Aplicațiile de mobil sunt create pentru a înregistra timpul și în afara biroului, chiar și offline. Optează pentru varianta mobilă și devin-o productiv cu această aplicație care funcționează pe dispozitive iOS și Android. Principalele funcționalități sunt:

source: The project you are about to archive has unbilled AR, archived projects are ignored during billing. Are you sure you want to archive this project?
ro: Proiectul pe care urmează să îl arhivezi are creanțe de încasat nefacturate, proiectele arhivate sunt ignorate în timpul facutrării. Ești sigur că dorești să arhivezi acest proiect?

source: The projects you are about to archive have unbilled AR, archived projects are ignored during billing. Are you sure you want to archive this projects?
ro: Proiectul pe care urmează să îl arhivezi are creanțe de încasat, proiectele arhivate sunt ignorate în timpul facturării. Ești sigur că dorești să arhivezi acest proiect?

source: The reports section allows you to visualize as barchart/piechart, export as PDF/Excel your Paymo reports. You can filter them by using the "Show" button on the top left corner.
ro: Secțiunea de rapoarte îți permite să vizualizezi rapoartele sub forma de diagrama radială/cu bare și să le exportți în PDF/Excel. Le poți filtra folosind butonul de Afișează în colțul din stânga sus.

source: The selected Project is no longer valid!
ro: Proiectul selectat nu mai este valabil!

source: The task has been deleted, marked as completed or you are no longer assigned to this task or corresponding project
ro: Sarcina a fost ștearsă, marcată ca terminată sau nu mai ești asignat acestei sarcini sau proiectului corespunzător

source: The task has not been saved yet. Are you sure you want to discard the current task?
ro: Sarcina nu a fost salvată încă. Ești sigur că dorești să anulezi sarcina curentă?

source: Theme
ro: Temă

source: Theme Name
ro: Nume temă

source: then include & group by
ro: apoi include și grupează după
