Repository: groundmuffin/paymo-translation
Catalog: *.po
Languages: ro

source: Accepted
ro: Acceptat

source: Active
ro: Activat

source: Add Client
ro: Adaugă client

source: Add New Client
ro: Adaugă client nou

source: Add New Project
ro: Adaugă proiect nou

source: Add New Shortcut
ro: Adaugă scurtătură nouă

source: Add New Task
ro: Adaugă sarcină nouă

source: Add New Task List
ro: Adaugă o nouă listă de sarcini

source: Add Project
ro: Adaugă proiect

source: Add Shortcut
ro: Adaugă scurtătură

source: Add Task
ro: Adaugă sarcină

source: Add Task List
ro: Adaugă listă de sarcini

source: All
ro: Toate

source: Assigned To
ro: Asignat lui

source: Billed
ro: Facturat

source: Cancel
ro: Renunță

source: Clear
ro: Ștergere

source: Close
ro: Închide

source: Collapse Menu
ro: Restrânge meniul

source: Color
ro: Culoare

source: Company Settings
ro: Setări companie

source: Complete
ro: Terminat

source: Created by
ro: Creat de

source: Critical
ro: Critică

source: Date
ro: Data

source: Date Interval
ro: Interval

source: days
ro: zile

source: Done
ro: Terminat

source: Draft
ro: Ciornă

source: Estimate
ro: Proformă

source: Expand Menu
ro: Extinde meniul

source: File
ro: Fişier

source: Filter
ro: Filtrează

source: High
ro: Ridicată

source: hrs
ro: ore

source: Invite new users to your Paymo account
ro: Invită utilizatori noi în contul tău Paymo

source: Invoice
ro: Factură

source: Invoiced
ro: Facturată

source: Link
ro: Adresă

source: Logout
ro: Delogare

source: Low
ro: Redusă

source: More
ro: Mai mult

source: Normal
ro: Normală

source: Note
ro: Notiță

source: on
ro: la data de

source: Paid
ro: Plătită

source: Paymo Community Forum
ro: Forumul comunității Paymo

source: Paymo Knowledge Base
ro: Baza de cunoștințe Paymo

source: Priority
ro: Prioritate

source: Project
ro: Proiect

source: Project Name
ro: Nume proiect

source: Rate Your Experience
ro: Evaluați-vă experiența

source: Select Date
ro: Selectează dată

source: Sent
ro: Trimisă

source: Show Recent Tasks
ro: Afișează sarcinile recente

source: Status
ro: Statut

source: Stop Timer
ro: Oprește cronometrul

source: Task
ro: Sarcină

source: Task List
ro: Listă de sarcini

source: Task List Name
ro: Nume listă de sarcini

source: Task Name
ro: Nume sarcină

source: Timer
ro: Cronometru

source: Today
ro: Astăzi

source: Tomorrow
ro: Mâine

source: Type
ro: Tip

source: Unbilled
ro: Nefacturat

source: Update
ro: Modifică

source: Update Available
ro: Actualizare disponibilă

source: User
ro: Utilizator

source: Viewed
ro: Vizualizată

source: Void
ro: Anulată

source: Yesterday
ro: Ieri

source: day
ro: zi

source: ({0} days late)
ro: ({0} zile întârziere)

source: (48 hours before due)
ro: (cu 48 de ore înainte de scadenţă)

source: (in {0} day)
ro: (în {0} zile)

source: (in {0} days)
ro: (în {0} zile)

source: (No title)
ro: (Niciun titlu)

source: {0} active users
ro: {0} utilizatori activi

source: {0} couldn't be uploaded. {1}
ro: {0} nu a putut fi încărcat. {1}

source: {0} invoices/month
ro: {0} facturi/lună

source: 1 active user
ro: 1 utilizator activ

source: 1 Day Before
ro: 1 zi înainte

source: 1 Week Before
ro: 1 săptămână înainte

source: 12-Hour Day
ro: Zi de 12 ore

source: 2 Days Before
ro: 2 zile înainte

source: 2 Weeks Before
ro: 2 săptămâni înainte

source: 2. Log into your PayPal Business or Premier account and import the downloaded certificate to [Profile] > [My Selling Tools] > [Encrypted payment settings] (bottom of the page) > Website Payment Certificates
ro: 2. Loghează-te în contul tău de PayPal Business sau cel de Premier și importă certificatele descărcate la [Profil] > [Instrumentele mele de vânzare] > [Setări plăți encriptate] (antetul paginii) > Website Payment Certificates

source: 24-Hour Day
ro: Zi de 24 de ore

source: A milestone represents an important moment or goal, like completing a certain part of the project. They're associated with task lists and also have a reminder option to make sure that you're on track with your work.
ro: Un obiectiv reprezintă un moment sau scop important, cum ar fi terminarea unei anumite părți a proiectului. Acestea sunt asociate cu listele de sarcini și pot avea o opțiune de notificare pentru a garanta că ești pe drumul cel bun.

source: A new payment will be added
ro: O nouă plată va fi adăugată

source: A new version of Paymo is now available.
ro: O nouă versiune Paymo este disponibilă

source: A newly created invoice will be saved as a "Draft". On the same screen you'll see some self-explanatory options like "Edit", "Delete", "Print", "PDF", "Clone", "View associated payments" or "Mark an invoice" as "Draft"/"Void"/"Paid" or the option for clients to "Pay online".
ro: O factură nou creată va fi salvată ca ”Ciornă”. Pe același ecran vei vedea câteva opțiuni auto-explicative cum ar fi ”Editează”, ”Șterge”, ”Printează”, ”Clonează”, ”Vizualizează plăți asociate” sau ”Marchează o factură” ca ”Ciornă/Anulată/Plătită” sau opțiunea pentru clienți de ”Plătește online”.

source: Accept Online Payments
ro: Acceptă plăți online

source: accepted
ro: acceptată

source: Accepted by client
ro: Acceptat de client

source: Accepted cards
ro: Carduri de credit acceptate

source: Accepted Credit Cards
ro: Carduri de credit acceptate

source: Access Paymo Backups
ro: Accesează copiile de siguranță Paymo

source: Account Type
ro: Tip cont

source: Accounting
ro: Contabilitate

source: Action Comments
ro: Comentarii acțiune

source: Action Description
ro: Descriere acțiune

source: Action Files
ro: Fișiere acțiune

source: Activate
ro: Activează

source: Activate Client
ro: Activează client

source: Activate project
ro: Activează proiect

source: Activate projects
ro: Activează proiecte

source: Activate report
ro: Activează raport

source: Activate reports
ro: Activează rapoarte

source: Activate User
ro: Activează uitilizator

source: Activated by
ro: Activat de

source: Activating projects of an archived client will activate the client as well. Do you want to proceed?
ro: Activarea proiectelor unui client arhivat va activa și clientul. Dorești să continui?

source: Active and
ro: Activ și

source: Active Clients
ro: Clienți activi

source: active projects
ro: proiecte active

source: Active projects
ro: Proiecte active

source: Active Projects
ro: Proiecte active

source: Active Reports
ro: Rapoarte active

source: Active Users
ro: Utilizatori activi

source: Activity Feed
ro: Activitate recentă

source: Add
ro: Adaugă

source: add and view clients, projects and tasks
ro: adaugă și vezi clienți, proiecte și sarcini

source: Add another item
ro: Adaugă alt element

source: Add Booking
ro: Adaugă rezervare

source: Add Booking for
ro: Adaugă rezervare pentru

source: Add Bulk Time
ro: Adaugă volum de timp

source: Add Column
ro: Adaugă coloană

source: Add Comment
ro: Adaugă comentariu

source: Add Contact
ro: Adaugă contact

source: Add Description
ro: Adaugă descriere

source: Add Discussion
ro: Adaugă discuţie

source: Add Empty Row
ro: Adaugă rând gol

source: Add Entries
ro: Adaugă înregistrări

source: Add Entry
ro: Adaugă înregistrare

source: Add Estimate
ro: Adaugă proformă

source: Add Expense
ro: Adaugă cheltuială

source: Add Expenses
ro: Adaugă cheltuieli

source: Add Files
ro: Adaugă fișiere

source: Add Filter
ro: Adaugă filtru

source: Add from Expenses
ro: Adaugă din Cheltuieli

source: Add from library
ro: Adaugă din librărie

source: Add from Projects
ro: Adaugă din Proiecte

source: Add from Tasks
ro: Adaugă din Sarcini

source: Add From Time Sheet
ro: Adaugă din Fișă de pontaj

source: Add from Timesheet
ro: Adaugă din Fișă de pontaj

source: add here your custom CSS
ro: adaugă aici CSS-ul personalizat

source: Add Invoice
ro: Adaugă factură

source: Add item
ro: Adaugă element

source: Add Leave
ro: Adaugă concediu

source: Add Leave for
ro: Adaugă concediu pentru

source: Add Leave Type
ro: Adaugă tip de concediu

source: Add Milestone
ro: Adaugă obiectiv

source: Add New Category
ro: Adaugă categorie nouă

source: Add New Contact
ro: Adaugă contact nou

source: Add New Payment
ro: Adaugă plată nouă

source: Add New Project Status
ro: Adaugă statut nou de proiect

source: Add New Template
ro: Adaugă șablon nou

source: Add New Workflow
ro: Adaugă flux de lucru nou

source: Add New Workflow Status
ro: Adaugă statut nou pentru fluxul de lucru

source: Add Note
ro: Adaugă notiță

source: Add Notes
ro: Adaugă notițe

source: Add Outstanding Time/Costs
ro: Adaugă timp/costuri nerezolvate

source: Add Payment
ro: Adaugă plată

source: Add PDF Attachment
ro: Adaugă fișier PDF

source: Add Project Status
ro: Adaugă statut proiect

source: Add Recurring Profile
ro: Adaugă profil recurent

source: Add Report
ro: Adaugă raport

source: Add Rows
ro: Adaugă rânduri

source: Add Subtask
ro: Adaugă sarcină secundară

source: Add Tag
ro: Adaugă tag

source: Add Tasks
ro: Adaugă sarcini

source: Add Tasks from Template
ro: Adaugă sarcini din șablon

source: Add Template
ro: Adaugă șablon

source: Add templates from the library
ro: Adaugă șabloane din librărie

source: Add time
ro: Adaugă timp

source: Add Time
ro: Adaugă timp

source: Add User
ro: Adaugă utilizator

source: Add Workflow Status
ro: Adaugă statut flux de lucru

source: Add working day
ro: Adaugă zi de lucru

source: Add-ons
ro: Module

source: added by
ro: adăugat de

source: Added by
ro: Adăugat de

source: Added By
ro: Adăugat de

source: Address
ro: Adresă

source: Adjusted automatically based on tasks budget hours
ro: Ajustat automat în funcție de orele de buget ale sarcinilor

source: Admin
ro: Administrator

source: Advanced List
ro: Listă avansată

source: Advanced report settings
ro: Setări avansate de raportare

source: Advanced settings
ro: Setări avansate

source: Advanced Settings
ro: Setări avansate

source: Advanced View
ro: Vedere avansată

source: After
ro: După

source: Agenda
ro: Agendă

source: Alert
ro: Alertă

source: Alert threshold
ro: Alertă prag

source: Alerts
ro: Alerte

source: All {0} projects
ro: Toate {0} proiectele

source: All {0} projects for this client
ro: Toate {0} proiectele pentru acest client

source: All Active
ro: Toate active

source: All active projects
ro: Toate proiectele active

source: All Active projects
ro: Toate proiectele active

source: All active projects for this client
ro: Toate proiectele active pentru acest client

source: All active users
ro: Toți utilizatorii activi

source: All Archive
ro: Toate arhivate

source: All archived projects
ro: Toate proiectele arhivate

source: All Archived projects
ro: Toate proiectele arhivate

source: All archived projects for this client
ro: Toate proiectele arhivate pentru clienți

source: All archived users
ro: Toți utilizatorii arhivați

source: All associated data will be deleted, including time entries.
ro: Toate datele asociate vor fi șterse, inclusiv înregistrările de timp.

source: All associated data will be deleted:
ro: Toate datele asociate vor fi șterse:

source: All associated data will be deleted.
ro: Toate datele asociate vor fi șterse.

source: All client related data except invoices & expenses will be deleted.
ro: Toate datele legate de client în afară de facturi și cheltuieli vor fi șterse.

source: All Clients
ro: Toți clienții

source: All payments will be deleted
ro: Toate plățile vor fi șterse

source: All Projects
ro: Toate proiectele

source: All projects (incl. archived)
ro: Toate proiectele (incl. cele arhivate)

source: All projects (incl. archived) for this client
ro: Toate proiectele (incl. cele arhivate) pentru acest client

source: all time
ro: tot timpul

source: All Time
ro: Tot timpul

source: All Topics
ro: Toate temele

source: All Users
ro: Toți utilizatorii

source: All users (incl. archived)
ro: Toți utilizatorii (incl. cei arhivați)

source: Allowed File Types
ro: Tipuri de fișiere permise

source: Amount
ro: Sumă

source: Amount Due
ro: Total restant

source: An error occurred. Please try again later.
ro: S-a produs o eroare. Te rog încearcă din nou.

source: An error occurred. The Booking was not saved!
ro: S-a produs o eroare. Rezervarea nu a fost salvată!

source: An error occurred. The Task was not saved!
ro: S-a produs o eroare. Sarcina nu a fost salvată!

source: and
ro: și

source: Annotate
ro: Anotează

source: Annual Leave Entitlement (days in year)
ro: Dreptul la concediu anual (zile pe an)

source: Anytime
ro: Orice perioadă

source: API Login ID
ro: ID logare API

source: App passwords (Api Keys)
ro: Parole aplicație (Chei Api)

source: App passwords allow 3rd-party apps or services to access your Paymo account without the need to share your credentials with them. We'll generate the app passwords for you, and you won't need to remember them.
ro: Parolele aplicațiilor permit aplicațiilor sau serviciilor terțe să acceseze contul tău Paymo fără a distribui acreditările tale. Vom genera parolele de aplicații pentru tine, astfel încât nu va fi nevoie să le memorezi.

source: Appearance
ro: Aspect

source: Application
ro: Aplicație

source: Application Update
ro: Actualizare aplicație

source: Applications
ro: Aplicații

source: Applications updated successfully
ro: Aplicații actualizate cu succes

source: Apply
ro: Aplică

source: Apply and Save
ro: Aplică și salvează

source: Apply and Save Settings
ro: Aplică și salvează setările

source: Apply Tax
ro: Aplică taxă

source: Apply Tax to Expenses
ro: Aplică taxele la cheltuieli

source: Applying project templates
ro: Se aplică șablon proiecte

source: Apps
ro: Aplicații

source: April
ro: Aprilie

source: Archive
ro: Arhivează

source: Archive Client
ro: Arhivează client

source: Archive project
ro: Arhivează proiectul

source: Archive projects
ro: Arhivează proiecte

source: Archive report
ro: Arhivează raportul

source: Archive reports
ro: Arhivează rapoarte

source: Archive User
ro: Arhivează utilizator

source: archived
ro: arhivate

source: Archived
ro: Arhivat

source: Archived and
ro: Arhivat și

source: Archived Clients
ro: Clienți arhivaţi

source: Archived Projects
ro: Proiecte arhivate

source: Archived Reports
ro: Rapoarte arhivate

source: Archived Users
ro: Utilizatori arhivați

source: Are you sure you want the selected milestones to be marked as complete?
ro: Ești sigur că dorești să marchezi obiectivele selectate ca terminate?

source: Are you sure you want to {0} the selected project{1}?
ro: Ești sigur că vrei să {0} pentru proiectul selectat {1}?

source: Are you sure you want to activate selected reports?
ro: Ești sigur că dorești să activezi rapoartele selectate?

source: Are you sure you want to activate the current client?
ro: Ești sigur că dorești să activezi clientul curent?

source: Are you sure you want to activate the current project?
ro: Ești sigur că dorești să activezi proiectul curent?

source: Are you sure you want to activate the current report?
ro: Ești sigur că dorești să activezi raportul curent?

source: Are you sure you want to activate the selected client?
ro: Ești sigur că dorești să activezi utilizatorul selectat?

source: Are you sure you want to activate the selected project?
ro: Ești sigur că dorești să activezi proiectul selectat?

source: Are you sure you want to activate the selected projects?
ro: Ești sigur că dorești să activezi proiectele selectate?

source: Are you sure you want to activate the selected user?
ro: Ești sigur că dorești să activezi utilizatorul selectat?

source: Are you sure you want to archive selected reports?
ro: Ești sigur că dorești să arhivezi rapoartele selectate?

source: Are you sure you want to archive the current client?
ro: Ești sigur că dorești să arhivezi clientul curent?

source: Are you sure you want to archive the current project?
ro: Ești sigur că dorești să arhivezi proiectul curent?

source: Are you sure you want to archive the current report?
ro: Ești sigur că dorești să arhivezi raportul curent?

source: Are you sure you want to archive the selected client?
ro: Ești sigur că dorești să arhivezi utilizatorul selectat?

source: Are you sure you want to archive the selected project?
ro: Ești sigur că dorești să arhivezi proiectul selectat?

source: Are you sure you want to archive the selected projects?
ro: Ești sigur că dorești să arhivezi proiectele selectate?

source: Are you sure you want to archive the selected user?
ro: Ești sigur că dorești să arhivezi utilizatorul selectat?

source: Are you sure you want to clear the date range?
ro: Ești sigur că dorești sa ștergi intervalul de date?

source: Are you sure you want to delete
ro: Ești sigur că dorești să ștergi

source: Are you sure you want to delete estimate template {0}?
ro: Ești sigur că dorești să ștergi acest șablon {0}?

source: Are you sure you want to delete expense for
ro: Ești sigur că dorești să ștergi cheltuiala pentru

source: Are you sure you want to delete invoice template {0}?
ro: Ești sigur că dorești să ștergi factura șablon {0}?

source: Are you sure you want to delete the current client?
ro: Ești sigur că dorești să ștergi clientul selectat?

source: Are you sure you want to delete the current estimate?
ro: Ești sigur că dorești să ștergi proforma selectată?

source: Are you sure you want to delete the current expense?
ro: Ești sigur că dorești să ștergi cheltuiala selectată?

source: Are you sure you want to delete the current invoice?
ro: Ești sigur că dorești să ștergi factura curentă?

source: Are you sure you want to delete the current note?
ro: Ești sigur că dorești să ștergi notița curentă?

source: Are you sure you want to delete the current project?
ro: Ești sigur că dorești să ștergi proiectul curent?

source: Are you sure you want to delete the current recurring profile?
ro: Ești sigur că dorești să ștergi profilul recurent selectat?

source: Are you sure you want to delete the current report?
ro: Ești sigur că dorești să ștergi raportul curent?

source: Are you sure you want to delete the current user?
ro: Ești sigur că dorești să ștergi utilizatorul selectat?

source: Are you sure you want to delete the following task?
ro: Ești sigur că dorești să ștergi următoarea sarcină?

source: Are you sure you want to delete the following tasklist?
ro: Ești sigur că dorești să ștergi următoarea listă de sarcini?

source: Are you sure you want to delete the following template?
ro: Ești sigur că dorești să ștergi următorul șablon?

source: Are you sure you want to delete the selected contact?
ro: Ești sigur că dorești să ștergi contactul selectat?

source: Are you sure you want to delete the selected entries?
ro: Ești sigur că dorești să ștergi înregistrările de timp selectate?

source: Are you sure you want to delete the selected entry?
ro: Ești sigur că dorești să ștergi înregistrarea selectată?

source: Are you sure you want to delete the selected invoices?
ro: Ești sigur că dorești să ștergi facturile selectate?

source: Are you sure you want to delete the selected link?
ro: Ești sigur că dorești să ștergi link-ul selectat?

source: Are you sure you want to delete the selected milestones?
ro: Ești sigur că dorești să ștergi obiectivele selectate?

source: Are you sure you want to delete the selected payments?
ro: Ești sigur că dorești să ștergi plățile selectate?

source: Are you sure you want to delete the selected projects?
ro: Ești sigur că dorești să ștergi proiectele selectate?

source: Are you sure you want to delete the selected shortcut?
ro: Ești sigur că dorești să ștergi scurtătura selectată?

source: Are you sure you want to delete this booking?
ro: Ești sigur că dorești să ștergi această rezervare?

source: Are you sure you want to delete this column?
ro: Ești sigur că dorești să ștergi această coloană?

source: Are you sure you want to delete this comment?
ro: Ești sigur că dorești să ștergi acest comentariu?

source: Are you sure you want to delete this discussion?
ro: Ești sigur că dorești să ștergi această discuţie?

source: Are you sure you want to delete this file?
ro: Ești sigur că dorești să ștergi acest fișier?

source: Are you sure you want to delete this milestone?
ro: Ești sigur că dorești să ștergi acest obiectiv?

source: Are you sure you want to delete this payment?
ro: Ești sigur că dorești să ștergi această plată?

source: Are you sure you want to delete this subtask?
ro: Ești sigur că vrei să ștergi această sarcină secundară?

source: Are you sure you want to delete this topic?
ro: Ești sigur că dorești să ștergi această temă?

source: Are you sure you want to mark as invoiced the selected entries?
ro: Ești sigur că dorești să marchezi ca facturate înregistrările de timp selectate?

source: Are you sure you want to mark selected entries as invoiced?
ro: Ești sigur că dorești să marchezi înregistrările selectate ca facturate?

source: Are you sure you want to mark selected entries as uninvoiced?
ro: Ești sigur că dorești să marchezi intrările selectate ca nefacturate?

source: Are you sure you want to mark the current invoice as paid?
ro: Ești sigur că dorești să marchezi factura curentă ca plătită?

source: Are you sure you want to mark the selected invoice as {0} ? {1}
ro: Ești sigur că dorești să marchezi facturile selectate ca {0} ? {1}

source: Are you sure you want to mark the selected invoices as
ro: Ești sigur că dorești să marchezi facturile selectate ca

source: Are you sure you want to remove this file?
ro: Ești sigur că dorești să ștergi acest fișier?

source: Are you sure you want to restore application default settings
ro: Ești sigur că vrei să restaurezi setările implicite ale aplicației

source: as project manager
ro: ca manager de proiect

source: Assign To
ro: Asignează pe

source: Assign to Client
ro: Asignează unui client

source: Assign to Project
ro: Asignează proiectului

source: Assign Users
ro: Asignează utilizatori

source: Assigned Projects
ro: Lista proiectelor asignate

source: Assigned to Anyone
ro: Asignează oricui

source: Assigned Users
ro: Utilizatori implicaţi

source: Associated Task Lists
ro: Listă de sarcini asociate

source: Associated Tasklists
ro: Liste de sarcini asociate

source: at
ro: la

source: At least one search criteria should be selected
ro: Trebuie să fie selectat cel puțin un criteriu de căutare

source: At the bottom of the table you will see the total estimated price for current list of tasks.
ro: La finalul tabelului vei vedea prețul total estimat pentru lista curentă de sarcini.

source: Attach Files
ro: Atașează fișiere

source: Attach Files from Computer
ro: Atașează fișiere din Computer

source: Attach Files from Google Drive
ro: Atașează fișiere din Google Drive

source: Attach generated timesheet report to invoice
ro: Atașează raportul pontajului generat la factură

source: Attach Generated Timesheet Report to Invoice
ro: Adaugă raportul generat al fișei de pontaj la factură

source: Attached to
ro: Atașat la

source: Attention: this expense has already been invoiced
ro: Atenție: această cheltuială a fost deja facturată

source: Auth type
ro: Tip Auth

source: Auto
ro: Automat

source: Auto Scheduling
ro: Programare automată

source: Auto-adjust Task Dates based on Booking Date Range
ro: Autoajustează datele sarcinilor pe baza intervalului rezervării

source: Auto-scheduling gap settings (days)
ro: Setări automate de programare a decalajului (zile)

source: available
ro: disponibil

source: Available
ro: Disponibil

source: Available placeholders
ro: Înlocuitori disponibili

source: Back
ro: Înapoi

source: Back to Invoice
ro: Înapoi la factură

source: Backups
ro: Copii de securitate

source: Barchart Report
ro: Raport diagramă cu bare

source: Basic
ro: De bază

source: Basic Info
ro: Informații de bază

source: Before
ro: Înainte de

source: billable
ro: facturabil

source: Billable
ro: Facturabil

source: billable hrs
ro: ore facturabile

source: Billable Info
ro: Informații facturabile

source: Billable Tasks
ro: Sarcini facturabile

source: Billable Time
ro: Timp facturabil

source: Billable vs non-billable
ro: Facturabil vs Nefacturabil
