Repository: groundmuffin/paymo-translation
Catalog: *.po
Languages: ro

source: Billed Hours
ro: Ore facturate

source: billed last month
ro: facturat luna trecută

source: billed previous month
ro: facturat luna precedentă

source: Billed Status
ro: Statut facturat

source: billed this month
ro: facturat în această lună

source: Billed Time
ro: Timp facturat

source: Billed/Rec.
ro: Facturat/Încasat

source: Billed/Received
ro: Facturat/Primit

source: Billing
ro: Facturare

source: Billing Method
ro: Metoda de facturare

source: Billing priority
ro: Prioritate de facturare

source: Billing Type
ro: Tip facturare

source: Board
ro: Kanban

source: Body
ro: Conţinut

source: Book hours/day
ro: Rezervă ore/zi

source: Book specific time
ro: Rezervă un anumit timp

source: Booking for
ro: Rezervare pentru

source: Booking Note
ro: Notă rezervare

source: Booking Range
ro: Interval rezervare

source: Budget
ro: Buget

source: Budget hours
ro: Bugetul de ore

source: Budget Hours
ro: Bugetul de ore

source: Bulk Bookings
ro: Rezervări în masă

source: by
ro: de

source: By
ro: De

source: By unchecking this option the duration of some tasks may not be correct
ro: Prin debifarea acestei opțiuni durata unor sarcini poate să fie incorectă.

source: Can Add Projects
ro: Poate adăuga proiecte

source: Can Manage Estimates
ro: Poate gestiona proforme

source: Can Manage Expenses
ro: Poate gestiona cheltuieli

source: Can Manage Invoices
ro: Poate gestiona facturi

source: cancel
ro: renunţă

source: Cancellation Feedback
ro: Feedback anulare abonament

source: Cancelled
ro: Anulat

source: Cannot create, record already not exists.
ro: Nu se poate crea, înregistrarea nu există.

source: Cannot drop, record does not exist.
ro: Fixare eșuată, înregistrarea nu există.

source: Cannot read, record already not exists.
ro: Nu se poate citi, înregistrarea nu există.

source: Cannot update, record does not exist.
ro: Actualizare eșuată, înregistrarea nu există.

source: Cannot update, record dropped.
ro: Nu se poate actualiza, înregistrare abandonată.

source: CC Myself
ro: Trimite o copie către

source: change
ro: schimbă

source: Change Date Range
ro: Schimbă intervalul de date

source: Change Description
ro: Schimbă descrierea

source: Change Due Date
ro: Schimbă data scadentă

source: Change logo
ro: Schimbă logo

source: Change Logo
ro: Schimbă logo

source: change password
ro: schimbă parola

source: Change Password
ro: Schimbă parola

source: Change Picture
ro: Schimbă imaginea

source: Change Plan Error {0}
ro: Eroare schimbare plan {0}

source: Change Project
ro: Schimbă proiect

source: Change status
ro: Schimă statutul

source: Change Subscription
ro: Schimbă abonamentul

source: characters like '{0}' are not allowed
ro: caractere precum '{0}' nu sunt permise

source: Choose File
ro: Selectează fişier

source: choose individual users
ro: selectează utilizatori individuali

source: City
ro: Oraș

source: Clear all filters
ro: Șterge toate filtrele

source: Clear Date Range
ro: Șterge intervalul de date

source: Clear Dates
ro: Șterge datele

source: Clear Users
ro: Șterge utilizatori

source: Click and drag to define the start and end date for the task
ro: Dă click și glisează pentru a defini data de început și sfârșit a sarcinii.

source: Click on the checkbox to select a template
ro: Bifează caseta pentru a selecta un șablon

source: Client Added
ro: Client adăugat

source: Client Basic Info
ro: Informații generale ale clientului

source: Client Contact Added
ro: Contactele clientului adăugate

source: Client Contact Updated
ro: Contactele clientului actualizate

source: Client Deleted
ro: Client șters

source: Client has outstanding expenses
ro: Clientul are cheltuieli restante

source: Client has outstanding projects
ro: Clientul are proiecte nerezolvate

source: Client has outstanding projects, tasks
ro: Clientul are proiecte, sarcini nerezolvate

source: Client has outstanding timesheets
ro: Clientul are pontaje nerezolvate

source: Client has outstanding timesheets, projects
ro: Clientul are pontaje, proiecte nerezolvate

source: Client has outstanding timesheets, projects, tasks
ro: Clientul are pontaje, proiecte, sarcini nerezolvate

source: Client has outstanding timesheets, tasks
ro: Clientul are pontaje, sarcini nerezolvate

source: Client image changed
ro: Imaginea clientului a fost schimbată

source: Client Logo
ro: Logo client

source: Client Notes
ro: Notițe client

source: client portal
ro: portalul pentru clienţi

source: Client Projects
ro: Proiectele clientului

source: Client Updated
ro: Client actualizat

source: Clients
ro: Clienţi

source: Clients View
ro: Vedere clienți

source: Clone
ro: Dublează

source: Collapse menu
ro: Restrânge meniul

source: Color...
ro: Culoare...

source: Column Name ...
ro: Nume coloană ...

source: comment
ro: comentariu

source: comments
ro: comentarii

source: Comments
ro: Comentarii

source: Comments & Discussions
ro: Comentarii și discuții

source: Comments Notifications are off
ro: Notificările pentru comentarii nu sunt pornite

source: Comments Number
ro: Numărul comentariilor

source: company default
ro: valoare implicită de la companie

source: Company Details
ro: Detalii companie

source: company hourly rate
ro: tarif orar companie

source: Company Leave
ro: Zile libere

source: Company logo
ro: Logoul companiei

source: Company Logo
ro: Logo companie

source: Company logo changed
ro: Logoul companiei a fost schimbat

source: Company Name
ro: Nume companie

source: Company settings saved
ro: Setările companiei salvate

source: Complete task bookings
ro: Completează rezervările sarcinii

source: completed
ro: terminat

source: Completed
ro: Terminat

source: Completed by
ro: Terminat de

source: completed task
ro: sarcină terminată

source: Completed Task Lists
ro: Liste de sarcini terminate

source: completed tasks
ro: sarcini terminate

source: Completed tasks
ro: Sarcini terminate

source: Completed Tasks
ro: Sarcini terminate

source: Complex View
ro: Vedere complexă

source: Compound tax
ro: Impozit compus

source: Configure legal leaves
ro: Configurează concediile legale

source: Confirm change
ro: Confirmă schimbarea

source: Confirm Deletion
ro: Confirmă ștergerea

source: Confirm Password
ro: Confirmă parola

source: Confirm Removal
ro: Confirmă ștergerea

source: Connection is not tested
ro: Conexiunea nu este testată

source: Connection is tested
ro: Conexiunea e testată

source: Contact image changed
ro: Imaginea de contact a fost schimbată

source: Contacts
ro: Contacte

source: Convert Project to Estimate
ro: Schimbă proiect în estimare

source: Convert to Booking
ro: Schimbă în rezervare

source: Convert To Estimate
ro: Schimbă în estimare

source: Copy
ro: Copiază

source: Copy event to {0}
ro: Copiază eveniment la {0}

source: Could not get registration link from Payoneer, please try again later
ro: Nu s-a putut primi link de înregistrare de la Payoneer. Te rog, încearcă mai târziu.

source: Could not test PyaPal Encryption at this moment. Please, try again later.
ro: Nu se poate testa criptarea PayPal momentan. Te rog, încearcă mai târziu.

source: Could not test SMTP connection at this moment. Please, try again later.
ro: Nu se poate testa conexiunea SMTP momentan. Te rog, încearcă mai târziu.

source: Country
ro: Ţară

source: Cover Image
ro: Imagine de copertă

source: Create event for {0}
ro: Creează eveniment la {0}

source: Create from Project
ro: Creează din proiect

source: Create Subscription
ro: Creează abonament

source: Create Time Entry from
ro: Creează înregistrare de timp de la

source: Create your first project
ro: Creează primul tău proiect

source: Created on
ro: Creat la

source: Critical Path
ro: Traiectoria critică

source: Currency Format
ro: Format valută

source: Currency Format & Position
ro: Format și poziție valută

source: Currency Position
ro: Poziția valutei

source: Current file
ro: Fișierul curent

source: Current Month
ro: Luna curentă

source: Current time entry spans more than one day. Editing is restricted to a single day.
ro: Distanța curentă între inregistrări mai mare de o zi. Editarea este restricționată la o zi.

source: Current Week
ro: Săptămâna curentă

source: Current Year
ro: Anul curent

source: Currently not assigned to
ro: Momenan neasignat lui

source: Custom
ro: Personalizat

source: Custom Price Per Hour
ro: Preț/oră personalizat

source: Custom project selection
ro: Selecție personalizată de proiecte

source: Custom project selection for this client
ro: Selecție personalizată de proiecte pentru acest client

source: Custom SMTP
ro: SMTP personalizat

source: Custom SMTP Settings
ro: Setări SMTP personalizate

source: Custom Time
ro: Timp personalizat

source: Custom user selection
ro: Selecție personalizată a utilizatorilor

source: Customer info not defined
ro: Informațiile clientului nu sunt definite

source: Customer Information field is required
ro: Câmpul "Informații client" este necesar

source: daily/monthly view of time entries
ro: vedere zilnică/lunară a înregistrărilor de timp

source: Dashboard
ro: Consolă

source: Date & Time Format
ro: Format dată și oră

source: Date and Time Settings
ro: Setări de dată şi oră

source: Date field is required
ro: Cămp dată necesar

source: Date Format
ro: Format dată

source: Date range
ro: Interval de date

source: Date Range
ro: Interval de date

source: Date, Time & Regional
ro: Dată, oră și regiune

source: Day
ro: Zi

source: Days
ro: Zile

source: days after the due date
ro: zile după data scadentă

source: Days Before
ro: Zile înainte

source: December
ro: Decembrie

source: Decimal Hours
ro: Ore decimale

source: Decimal Separator
ro: Separator zecimal

source: Default
ro: Implicit

source: Default (Client Info on Left)
ro: Implicit (Informația despre client pe stânga)

source: Default (Client Info on Right)
ro: Implicit (Informația despre client pe dreapta)

source: Default Currency
ro: Valută implicită

source: Default Estimate Footer
ro: Nota de subsol implicită a proformei

source: Default Estimate Notes visible to Client
ro: Notițe proformă implicite vizibile clientului

source: Default Hourly Rate
ro: Tarif orar implicit

source: Default Invoice Footer
ro: Nota de subsol implicită a facturii

source: Default Invoice Notes visible to Client
ro: Notițele pentru facturi implicite vizibile clienților

source: Default Invoice Terms (days)
ro: Termeni de facturare standard (zile)

source: Default Price Per Hour
ro: Tarif orar implicit

source: Default Tax
ro: TVA implicit

source: Default Tax2
ro: Alte taxe implicite

source: Default Theme Selection
ro: Selecție temă implicită

source: Default Workflow
ro: Șterge flux de lucru

source: Delete
ro: Șterge

source: Delete all
ro: Șterge tot

source: Delete Booking
ro: Șterge rezervare

source: Delete client
ro: Șterge client

source: Delete Column
ro: Șterge coloană

source: Delete comment
ro: Șterge comentariu

source: Delete Comment
ro: Șterge comentariul

source: Delete Company
ro: Șterge compania

source: Delete Contact
ro: Șterge contactele

source: Delete Discussion
ro: Şterge discuţia

source: Delete Entries
ro: Sterge înregistrarea de timp

source: Delete Entry
ro: Șterge înregistrarea

source: Delete estimate
ro: Șterge proformă

source: Delete estimate template
ro: Șterge șablon proformă

source: Delete Expense
ro: Şterge cheltuiala

source: Delete file
ro: Şterge fişier

source: Delete File
ro: Șterge fișier

source: Delete finished
ro: Ștergere completă

source: Delete invoice
ro: Şterge factură

source: Delete invoice template
ro: Șterge șabloane facturi

source: Delete invoices
ro: Șterge facturile

source: Delete Leave
ro: Șterge concediu

source: Delete Leave Type
ro: Șterge tip de concediu

source: Delete Link
ro: Șterge link

source: Delete Milestone
ro: Șterge obiectiv

source: Delete Milestones
ro: Sterge obiectivele

source: Delete Note
ro: Șterge notița

source: Delete Payment
ro: Şterge plată

source: Delete Payments
ro: Șterge plăti

source: Delete project
ro: Şterge proiectul

source: Delete Project Status
ro: Șterge statut proiect

source: Delete projects
ro: Șterge proiecte

source: Delete Recurring Profile
ro: Șterge profilul recurent

source: Delete Report
ro: Șterge raportul

source: Delete selected
ro: Șterge selecția

source: Delete Shortcut
ro: Șterge scurtătură

source: Delete Subtask
ro: Șterge sarcina secundară

source: Delete Task
ro: Șterge sarcina

source: Delete Tasklist
ro: Șterge lista de sarcini

source: Delete Template
ro: Șterge șablon

source: Delete this discussion
ro: Șterge această discuție

source: Delete this file
ro: Șterge acest fișier

source: Delete this task
ro: Șterge această sarcină

source: Delete Topic
ro: Șterge temă

source: Delete user
ro: Șterge utilizator

source: Deleted by
ro: Șters de

source: Description
ro: Descriere

source: Design your own - Custom HTML/CSS
ro: Creează propriul şablon - HTML/CSS personalizat

source: Despite our hard work and efforts to make Paymo a great app, it seems it didn't work for you... Would you mind telling us why? We'll definitely learn something from your feedback:
ro: În ciuda muncii și a eforturilor noastre de a face din Paymo o aplicație de succes, se pare că nu a funcționat pentru time. Ai vrea să ne spui de ce? Vom avea cu siguranță ceva de învățat din feedbackul tău.

source: Dettach Timer
ro: Detașează cronometru

source: Developer
ro: Dezvoltator

source: Didn't like the look & feel
ro: Nu mi-a plăcut aspectul

source: Disable
ro: Dezactivează

source: Discard Files
ro: Anulează fișiere

source: Discard Subtask
ro: Anulează sarcina secundară

source: Discard Task
ro: Anulează sarcina

source: Discard the current discussion
ro: Anulează discuția curentă

source: Discard the current task
ro: Anulează sarcina curentă

source: discussion
ro: discuție

source: Discussion Description
ro: Descriere discuție

source: Discussion Details
ro: Detalii discuție

source: Discussion Name
ro: Nume discuție

source: Discussions
ro: Discuții

source: Display
ro: Afișează

source: Display & group by
ro: Afișează și grupează după

source: Display Costs
ro: Afișează costurile

source: Display Entries Notes
ro: Afișează notițele înregistrărilor

source: Display projects budget hours
ro: Afișează bugetul de ore ale proiectului

source: Display Projects Budget Hours
ro: Afișează bugetul de ore al proiectului

source: Display Projects Budgets
ro: Afişează bugetele proiectelor

source: Display Projects Description
ro: Afișează descrierea proiectului

source: Display Projects Descriptions
ro: Afișează descrierile proiectelor

source: Display Projects Time Budget
ro: Afișează bugetul de timp per proiect

source: Display projects time budgets
ro: Afișează bugetele de timp ale proiectelor

source: Display Seconds
ro: Afișează secunde

source: Display Task Complete Status
ro: Afișează statutul Terminat al unei sarcini

source: Display Tasks Budget Hours
ro: Afișează bugetul de ore al sarcinilor

source: Display Tasks Description
ro: Afișează descrierea sarcinilor

source: Display Tasks Time Budget
ro: Afișează bugetul de timp per sarcină

source: Display Time Costs
ro: Afișează costurile de timp

source: Display Time Entry Notes
ro: Afișează notițele înregistrărilor de timp

source: Do not send
ro: Nu trimite

source: Do not share
ro: Nu distribui

source: Do you want to refresh now?
ro: Vrei să reîncarci acum?

source: Done Reordering
ro: Am terminat de reordonat

source: Download
ro: Descarcă

source: Download as...
ro: Salvează ca...

source: Download from
ro: Descarcă din

source: draft
ro: ciornă

source: Drag & Drop files here
ro: Glisează și fixează fișiere aici

source: Drag&drop files here
ro: Glisează și fixează fișiere aici

source: Drop Files Here
ro: Fixează fișierele aici

source: due
ro: scadent

source: Due
ro: Scadent la

source: Due Date
ro: Data scadenței

source: Due Date Alert:
ro: Alertă dată scadentă:

source: Due Date field is required
ro: Câmp dată scadentă necesar

source: Due interval
ro: Interval orar scadent

source: Duplicate task.
ro: Dublează sarcina.

source: Duration
ro: Durată

source: e.g. Zapier
ro: ex. Zapier

source: edit
ro: editează

source: Edit
ro: Editează

source: Edit Booking
ro: Editează rezervarea

source: Edit Client
ro: Editează clientul

source: Edit Description
ro: Editează descrierea

source: Edit Entry
ro: Editează înregistrarea

source: Edit Estimate
ro: Editează proforma

source: Edit Expense
ro: Modifică cheltuiala

source: Edit Invoice
ro: Editează factura

source: Edit Leave
ro: Editează concediu

source: Edit Leave Type
ro: Editează tip de concediu

source: Edit Milestone
ro: Editează obiectivul

source: Edit priority
ro: Editează prioritatea

source: Edit Project
ro: Editează proiectul

source: Edit Project Status
ro: Editează statut proiect

source: Edit Recurring Profile
ro: Editează profilul recurent

source: Edit Report
ro: Editare raport

source: Edit Task List
ro: Editează lista de sarcini

source: Edit this discussion
ro: Editează discuția

source: Edit User
ro: Editează utilizatorul

source: Edit Workflow
ro: Editează flux de lucru

source: Edit Workflow Status
ro: Editează statut flux de lucru

source: Email Notifications
ro: Notificări email

source: Email templates
ro: Şabloane de email

source: Email Templates
ro: Şabloane de email

source: Email to this project
ro: Email la acest proiect

source: embedded search feature
ro: funcție integrată de căutare

source: Employee
ro: Angajat

source: Employees
ro: Angajaţi

source: Employees involved
ro: Angajații implicați

source: Enable
ro: Activează

source: Enabled
ro: Activat

source: Encrypt PayPal payment button
ro: Criptează butonul de plăți PayPal

source: End Date
ro: Data de sfârşit

source: End Hour
ro: Oră de sfârșit

source: End Time
ro: Timpul de sfârșit

source: Enter to send
ro: Apasă "Enter" pentru a trimite

source: entries
ro: înregistrări

source: Entries associations couldn't be save.
ro: Asociațiile de înregistrări nu au putut fi salvate.

source: Entries can be added for current month only
ro: Înregistrările pot fi adăugate doar pentru luna curentă

source: Entries under one minute are not tracked
ro: Înregistrările de timp sub un minut nu sunt luate în evidență

source: entry
ro: înregistrare

source: Entry saved
ro: Înregistrare salvată

source: Error.
ro: Eroare.

source: Est. Hours
ro: Ore estimate

source: Est. Price
ro: Preț estimat

source: Est./Avail.
ro: Estimare/Disponibilitate

source: ESTIMATE
ro: PROFORMĂ

source: Estimate Added
ro: Proformă adăugată

source: Estimate CSS
ro: Proformă CSS

source: Estimate Deleted
ro: Proformă ștearsă

source: Estimate Format
ro: Format proformă

source: Estimate HTML
ro: Proformă HTML

source: Estimate Name Format
ro: Format numele proformă

source: Estimate Notes
ro: Notițe proformă

source: Estimate status is updated only if your client
ro: Statutul estimării este actualizat doar dacă clientul

source: Estimate status updated
ro: Statutul proformei adaptat

source: Estimate template
ro: Șablon proformă

source: Estimate Template
ro: Șablonul proformei

source: Estimate Updated
ro: Proformă actualizată

source: Estimated
ro: Estimat

source: Estimated Cost
ro: Cost estimat

source: Estimated Hours
ro: Ore estimate

source: Estimated Price
ro: Preț estimat

source: Estimated Time
ro: Timp estimat

source: Estimates
ro: Proforme

source: Estimates limit reached
ro: Limita proformelor a fost atinsă

source: Estimates represent how much do you think a certain project or task will take to complete. You can create an estimate for upcoming projects and send it to the client for approval. Once it's approved you can turn it into an invoice by clicking on the "Invoice" button.
ro: Estimările reprezintă cât timp crezi că îți va lua pentru a termina un anumit proiect sau sarcină. Poți crea o estimare pentru următoarele proiecte și să o trimiți clientului pentru aprobare. Odată ce este aprobată, poți să o schimbi într-o factură dând click pe butonul ”Factură”.

source: Estimates View
ro: Vedere estimări

source: Event Data
ro: Date eveniment

source: every 2 months
ro: la fiecare 2 luni

source: every 2 weeks
ro: la fiecare 2 săptămâni

source: every 3 months
ro: la fiecare 3 luni

source: every 4 weeks
ro: la fiecare 4 săptămâni

source: every 6 months
ro: la fiecare 6 luni

source: Exclude Billable Tasks
ro: Exclude sarcinile facturabile

source: Exclude Billed Time
ro: Exclude timpul facturat

source: Exclude Flat Rate Tasks
ro: Exclude sarcinile cu rată fixă

source: Exclude Non Billable Tasks
ro: Exclude sarcinile nefacturabile

source: Exclude Unbilled Time
ro: Exclude timpul nefacturabil

source: expense
ro: cheltuială

source: Expense
ro: Cheltuieli

source: Expense Added
ro: Cheltuială adăugată

source: Expense Deleted
ro: Cheltuială ștearsă

source: Expense Info
ro: Informaţii despre cheltuieli

source: Expense Tags
ro: Etichete cheltuieli

source: Expense Updated
ro: Cheltuială adaptată

source: Expenses
ro: Cheltuieli

source: Expenses are used to reflect costs like air travel, gas, client lunches or additional purchases, which you can then add to an invoice by clicking on the "Add expenses" button (when you create the invoice).
ro: Cheltuielile sunt folosite pentru a reflecta costurile precum biletele de avion, benzina, prânzuri sau cumpărături adiționale pe care le poți adăuga unei facturi făcând click pe butonul "Adaugă cheltuieli" (când creezi factura).

source: Expenses limit reached
ro: Limita de cheltuieli atinsă

source: Expenses View
ro: Vedere cheltuieli

source: Expenses: Client has outstanding expenses
ro: Cheltuieli: Clientul are cheltuieli restante

source: Explore a demo project
ro: Încearcă un proiect demonstrativ

source: Export as
ro: Exportă ca

source: Fail to load bookings.
ro: Eșec la încărcarea rezervărilor

source: Failed
ro: Eșuat

source: Failed to make connection with Google API
ro: Eșec la conexiunea cu API-ul Google

source: February
ro: Februarie

source: field will contain the list of tasks.
ro: câmpul va conține lista de sarcini.

source: file
ro: fișier

source: File size is to big
ro: Dimensiunea fișierului e prea mare

source: File size is too big
ro: Dimensiunea fișierului e prea mare

source: File type is not supported
ro: Tipul de fișier nu este suportat

source: Files
ro: Fișiere

source: Files Number
ro: Număr fișiere

source: filter
ro: filtru

source: Filter by name
ro: Filtrează după nume

source: Filter by this column
ro: Filtrează după coloană

source: Filters
ro: Filtre

source: Filters ({0} - {1})
ro: Filtre ( {0} - {1} )

source: Finance
ro: Finanțe

source: Fiscal information
ro: Informații fiscale

source: Fiscal Information
ro: Informaţii fiscale

source: Flat Rate
ro: Rată fixă

source: Flat Rate Project
ro: Proiect cu tarif fix

source: Flat Rate Tasks
ro: Sarcini cu rată fixă

source: Footer Height
ro: Înălțime notă de subsol

source: for flat rate tasks - a value you update manually
ro: pentru sarcinile cu rată fixă - o valoare pe care o adaptezi manual

source: For Mac
ro: Pentru MacBook

source: for time-based tasks - an auto-calculated value (budget hours multiplied by hourly rate)
ro: pentru sarcinile bazate pe timp - o valoare auto-calculată (bugetul de ore multiplicat cu tariful orar)

source: For Win
ro: Pentru Windows

source: Forecast
ro: Previziune

source: Free trial: {0} days left
ro: Perioada de testare gratuită: {0} zile rămase

source: Frequency
ro: Frecvență

source: Frequency field is required
ro: Câmpul Frecvență e necesar

source: Friday
ro: Vineri

source: from
ro: din

source: from {0} {1}
ro: din {0} {1}

source: From Computer
ro: Din calculator

source: From Google Drive
ro: Din Google Drive

source: full
ro: plin

source: Full Name
ro: Nume complet

source: Full Task Details
ro: Detalii sarcină complete

source: Gantt Chart
ro: Diagrama Gantt

source: Gateways
ro: Modalități de plată

source: Generate
ro: Generează
